{ "translations": {
    "Access to this resource is forbidden for guests." : "L'accés a aquest recurs està prohibit per als convidats.",
    "__language_name__" : "Català",
    "Invalid mail address" : "Adreça de correu no vàlida",
    "A user with that email already exists." : "Ja existeix un usuari amb aquesta adreça electrònica.",
    "A user with that name already exists." : "Ja existeix un usuari amb aquest nom.",
    "User successfully created" : "L'usuari s'ha creat correctament",
    "%s shared »%s« with you" : "%s us ha compartit »%s«",
    "Incoming share" : "Compartició entrant",
    "Hey there," : "Ei,",
    "%s just shared »%s« with you." : "%s us acaba de compartir »%s«.",
    "You can access the shared file by activating your guest account." : "Podeu accedir al fitxer compartit activant el vostre compte de convidat.",
    "After your account is activated you can view the share by logging in with %s." : "Després d’activar el vostre compte, podeu veure el recurs iniciant la sessió amb %s.",
    "The share will expire at %s." : "La compartició caducarà a %s.",
    "Activate account" : "Activa el compte",
    "View share" : "Mostra la compartició",
    "%s via %s" : "%s mitjançant %s",
    "Couldn't send reset email. Please contact your administrator." : "No s'ha pogut restablir el correu. Si us plau, contacteu amb l'administrador.",
    "Guests" : "Convidats",
    "Data imported" : "S'han importat les dades",
    "Data from your previous guest account was successfully imported into your new account." : "S'han importat satisfactòriament les dades del compte convidat anterior en el vostre compte nou.",
    "Create guest accounts for easier collaboration" : "Crea comptes de convidats per facilitar la col·laboració",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permet una millor col·laboració amb usuaris externs permetent als usuaris crear un compte de convidats.\n\nEls comptes dels convidats es poden crear des del menú de participació introduint el correu electrònic del destinatari o seleccionant \"crea un compte de convidat\". Un cop creat el recurs, l’usuari convidat rebrà una notificació per correu electrònic amb un enllaç per establir la seva contrasenya.\n\nEls usuaris convidats només poden accedir a fitxers compartits i no poden crear fitxers fora de les comparticions, a més, les aplicacions accessibles als comptes dels convidats són a la llista blanca.",
    "None" : "Només una vegada",
    "Name" : "Nom",
    "Shared By" : "Compartit per",
    "Shared At" : "Compartit a",
    "An error occured while fetching the shares list" : "S'ha produït un error en recuperar la llista de comparticions",
    "Guests accounts" : "Comptes de convidats",
    "Email" : "Correu electrònic",
    "Invited by" : "Convidat per",
    "Received shares" : "Comparticions rebudes",
    "No guest accounts created" : "No s’ha creat cap compte de convidat",
    "Default" : "Per defecte",
    "Name:" : "Nom:",
    "E-Mail:" : "Correu electrònic:",
    "Language:" : "Idioma:",
    "Add guest to groups:" : "Afegiu convidat als grups:",
    "An error occured, try again" : "S'ha produït un error, torneu-ho a provar",
    "Invite user and create share" : "Convidar usuari i crear compartició",
    "Invite {name}" : "Convidar a {name}",
    "Guest user needs to be added to at least one group" : "L'usuari convidat s'ha d'afegir a almenys un grup",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "La creació d'usuaris convidats està restringida mentre \"Restringeix els usuaris a compartir només amb els usuaris dels seus grups\" està activat.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Només els administradors de grup poden crear convidats i els convidats s'han d'afegir a almenys un grup per al qual el creador de la compartició és un administrador del grup.",
    "Guest users are grouped under a virtual group in the user manager" : "Els usuaris convidats s'agrupen sota un grup virtual al gestor d'usuaris",
    "Guest users can access mounted external storages" : "Els usuaris convidats poden accedir a emmagatzematges externs muntats",
    "Hide other users from guests" : "Amaga els altres usuaris als convidats",
    "Guests will still be able to see users from any group they are added to" : "Tot i així els convidats podran veure els usuaris de qualsevol dels grups als que pertanyin",
    "Limit guest access to an app whitelist" : "Limiteu l'accés de convidat a la llista blanca de l'aplicació",
    "Reset" : "Restableix",
    "Error" : "Error",
    "Your settings have been updated" : "S'ha actualitzat la vostra configuració",
    "Saving …" : "S'està desant…",
    "Invite guest" : "Convidar convidat"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}