{ "translations": {
    "Access to this resource is forbidden for guests." : "Adgang til denne ressource er ikke tilladt for gæster.",
    "__language_name__" : "Dansk",
    "Invalid mail address" : "Ugyldig mailadresse",
    "A user with that email already exists." : "En bruger med denne e-mailadresse eksisterer allerede.",
    "A user with that name already exists." : "En bruger med dette navn eksisterer allerede.",
    "User successfully created" : "Bruger oprettet korrekt",
    "Failed to authorize" : "Kunne ikke godkende",
    "User already exists" : "Brugeren eksisterer allerede",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Der opstod et problem under afsending af e-mailen til nulstilling. Kontakt venligst din administrator.",
    "Hey there," : "Hej,",
    "You can access the shared file by activating your guest account." : "Du kan få adgang til det delte indhold ved at aktivere din gæstekonto.",
    "After your account is activated you can view the share by logging in with %s." : "Når din konto er aktiveret kan du se det delte indhold ved at logge på med %s.",
    "The share will expire at %s." : "Deling vil udløbe d. %s.",
    "Activate account" : "Aktiver konto",
    "View share" : "Se delt indhold",
    "Data imported" : "Data importeret",
    "Data from your previous guest account was successfully imported into your new account." : "Data fra din tidligere gæstekonto blev korrekt importeret til din nye konto.",
    "Create guest accounts for easier collaboration" : "Opret gæstekonti for lettere samarbejde.",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Tillader brugere at oprette gæstekonti, hvilket giver mulighed for bedre samarbejde med eksterne brugere.\n\nGæstekonti kan oprettes fra delingsmenuen ved at indtaste enten modtagerens e-mail eller navn og vælge \"opret gæstekonto\". Når der er oprettet en deling vil gæstebrugeren modtage en  e-mailnotifikation med link til at oprette en adgangskode.\n\nGæstebrugere kan kun tilgå og oprette filer i mapper, der er delt med dem, herudover har de kun adgang til apps, der er godkendt til gæstekonti",
    "None" : "Ingen",
    "Name" : "Navn",
    "Shared By" : "Delt af",
    "Shared At" : "Delt fra",
    "An error occured while fetching the shares list" : "En fejl opstod under hentning af delingslisten",
    "Guests accounts" : "Gæste-konti",
    "Email" : "E-mail",
    "Invited by" : "Inviteret af",
    "Received shares" : "Modtagne delinger",
    "No guest accounts created" : "Ingen gæstekonti oprettet",
    "Default" : "Standard",
    "Cancel" : "Annuller",
    "Invite {name}" : "Inviter {navn}",
    "Guest user needs to be added to at least one group" : "Gæstebruger skal tilføjes til mindst en gruppe",
    "Guest Name" : "Gæstenavn",
    "Language" : "Sprog",
    "Add guest to groups:" : "Føj gæst til grupper",
    "An error occurred, try again" : "Der opstod en fejl. Prøv igen",
    "Error" : "Fejl",
    "Your settings have been updated" : "Dine indstillinger er opdateret",
    "Saving …" : "Gemmer …",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Kun Gruppeadministratorer kan tilføje gæster, og gæster skal tilknyttes til mindst en gruppe, som den, der opretter delingen, er administrator for.",
    "Invite guest" : "Inviter gæst",
    "A user with this ID or email address already exists" : "En bruger med dette ID eller denne e-mailadresse eksisterer allerede"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}