{ "translations": {
    "Access to this resource is forbidden for guests." : "Der Zugriff auf diese Ressource ist für Gastnutzer untersagt. ",
    "__language_name__" : "__language_name__",
    "Invalid mail address" : "Ungültige E-Mail-Adresse",
    "A user with that email already exists." : "Ein Benutzer mit dieser E-Mail-Adresse existiert bereits.",
    "A user with that name already exists." : "Ein Benutzer mit diesem Namen existiert bereits.",
    "User successfully created" : "Benutzer wurde erfolgreich erstellt",
    "%s shared »%s« with you" : "%s hat „%s“ mit Ihnen geteilt",
    "Incoming share" : "Eingehende Freigabe",
    "Hey there," : "Hallo,",
    "%s just shared »%s« with you." : "%s hat mit Ihnen »%s« geteilt.",
    "You can access the shared file by activating your guest account." : "Sie können auf die geteilte Datei zugreifen, indem Sie sich mit Ihrem Gast-Konto anmelden.",
    "After your account is activated you can view the share by logging in with %s." : "Nach Aktivierung Ihres Kontos können Sie die Freigabe ansehen, indem sie sich mit %s anmelden.",
    "The share will expire at %s." : "Die Freigabe wird am %s ablaufen.",
    "Activate account" : "Konto aktivieren",
    "View share" : "Freigabe ansehen",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Die E-Mail zum Zurücksetzen konnte nicht versendet werden. Bitte kontaktieren Sie Ihren Administrator.",
    "Guests" : "Gäste",
    "Data imported" : "Daten importiert",
    "Data from your previous guest account was successfully imported into your new account." : "Daten Ihres bisherigen Gast-Kontos wurden erfolgreich in Ihr neues Konto importiert.",
    "Create guest accounts for easier collaboration" : "Gast-Konten für einfachere Zusammenarbeit erstellen",
    "None" : "Keine",
    "Name" : "Name",
    "Shared By" : "Geteilt von",
    "Shared At" : "Geteilt auf",
    "An error occured while fetching the shares list" : "Fehler beim Abruf der Freigabeliste",
    "Guests accounts" : "Gastkonten",
    "Email" : "E-Mail",
    "Invited by" : "Eingeladen von",
    "Received shares" : "Erhaltene Freigaben",
    "No guest accounts created" : "Keine Gastkonten vorhanden",
    "Default" : "Standard",
    "Name:" : "Name:",
    "Email:" : "E-Mail:",
    "Language:" : "Sprache:",
    "Add guest to groups:" : "Gast zu folgenden Gruppen hinzufügen:",
    "An error occured, try again" : "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal",
    "Invite user and create share" : "Benutzer einladen und Freigabe erstellen",
    "Invite {name}" : "{name} einladen",
    "Guest user needs to be added to at least one group" : "Gast-Benutzer müssen zumindest einer Gruppe hinzugefügt werden",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "Erstellen von Gästebenutzern ist eingeschränkt, solange „Benutzer auf das Teilen innerhalb ihrer Gruppen beschränken“ aktiv ist.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Nur Gruppenadministratoren dürfen Gäste erstellen und Gäste müssen mindestens einer Gruppe hinzugefügt werden, für die der Freigabeersteller ein Gruppenadministrator ist.",
    "Guest users are grouped under a virtual group in the user manager" : "Gäste sind unter einer virtuellen Gruppe im Benutzermanager zusammengefasst",
    "Guest users can access mounted external storages" : "Gast-Benutzer können auf eingebundene externe Speicher zugreifen",
    "Hide other users from guests" : "Weitere Benutzer für Gäste nicht anzeigen",
    "Guests will still be able to see users from any group they are added to" : "Gäste können weiterhin andere Benutzer aus jeder Gruppe sehen, in der sie Mitglied sind",
    "Limit guest access to an app whitelist" : "Gastzugriff auf eine App-Whitelist beschränken",
    "Reset" : "Zurücksetzen",
    "Error" : "Fehler",
    "Your settings have been updated" : "Ihre Einstellungen wurden aktualisiert",
    "Saving …" : "Speichere …",
    "Invite guest" : "Gast einladen",
    "A user with this ID or email address already exists" : "Ein Benutzer mit dieser ID oder E-Mail-Adresse existiert bereits."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}