{ "translations": {
    "Access to this resource is forbidden for guests." : "Δεν επιτρέπεται η πρόσβαση επιςκεπτών σε αυτόν τον πόρο.",
    "__language_name__" : "Ελληνικά",
    "Invalid mail address" : "Μη έγκυρη διεύθυνση ταχυδρομείου.",
    "A user with that email already exists." : "Υπάρχει ήδη χρήστης με το ίδιο email",
    "A user with that name already exists." : "Υπάρχει ήδη χρήστης με το ίδιο όνομα",
    "User successfully created" : "Επιτυχής δημιουργία χρήστη",
    "%s shared »%s« with you" : "Ο %s διαμοιράστηκε μαζί σας το »%s«",
    "Incoming share" : "Εισερχόμενο κοινόχρηστο",
    "Hey there," : "Γεία σου,",
    "%s just shared »%s« with you." : "%s μόλις διαμοιράστηκε »%s« μαζί σας.",
    "You can access the shared file by activating your guest account." : "Μπορείτε να έχετε πρόσβαση στο κοινόχρηστο αρχείο ενεργοποιώντας τον λογαρισμό επισκέπτη.",
    "After your account is activated you can view the share by logging in with %s." : "Μόλις ενεργοποιηθεί ο λογαριασμός σας μπορείτε να δείτε το κοινόχρηστο με σύνδεση με %s.",
    "The share will expire at %s." : "Το κοινόχρηστο θα λήξη στις %s.",
    "Activate account" : "Ενεργοποίηση λογαριασμού",
    "View share" : "Εμφάνιση κοινόχρηστου",
    "%s via %s" : "%s μέσω %s",
    "Couldn't send reset email. Please contact your administrator." : "Αδυναμία αποστολής ηλ. μηνύματος επαναφοράς. Παρακαλώ επικοινωνήστε με το διαχειριστή σας.",
    "Guests" : "Επισκέπτες",
    "Data imported" : "Εισαχθέντα δεδομένα",
    "Data from your previous guest account was successfully imported into your new account." : "Τα δεδομένα απο τον προηγούμενο λογαριασμό επισκέπτη μεταφέρθηκαν επιτυχώς στον νέο σας λογαριασμό.",
    "Create guest accounts for easier collaboration" : "Δημιουργήστε λογαριασμούς επισκεπτών για ευκολότερη συνεργασία",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Επιτρέπετε για καλύτερη συνεργασία με εξωτερικούς χρήστες με την δημιουργία λογαρισμών επισκέπτη.\n\nΟι λογαριασμοί επισκεπτών μπορούν να δημιουργηθούν από το μενού κοινής χρήσης εισάγοντας είτε το email ή το όνομα των παραληπτών και επιλέγοντας \"Δημιουργία λογαριασμού επισκεπτών\", μόλις δημιουργηθεί το κοινόχρηστο στοιχείο, ο επισκέπτης χρήστης θα λάβει μια ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου σχετικά με την αλληλογραφία με ένα σύνδεσμο για τον καθορισμό του κωδικού πρόσβασης.\n\nΟι επισκέπτες μπορούν να έχουν πρόσβαση μόνο σε αρχεία που τους έχουν δοιαμοιραστεί και δεν μπορούν να δημιουργήσουν αρχεία εκτός των κοινόχρηστων μέσων. Επιπλέον, οι εφαρμογές που είναι προσβάσιμες στους λογαριασμούς επισκεπτών είναι σε επιτρεπόμενη λίστα.",
    "None" : "Κανένα",
    "Name" : "Όνομα",
    "Shared By" : "Διαμοιράστηκε από",
    "Shared At" : "Διαμοιράστηκε σε",
    "An error occured while fetching the shares list" : "Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας κοινόχρηστων",
    "Guests accounts" : "Λογαριασμοί επισκεπτών",
    "Email" : "Ηλ. ταχυδρομείο",
    "Invited by" : "Προσκεκλήμένος από",
    "Received shares" : "Ληφθέντα κοινόχρηστα",
    "No guest accounts created" : "Δεν δημιουργήθηκαν λογαριασμοί επισκέπτη",
    "Default" : "Προεπιλεγμένο",
    "Name:" : "Όνομα:",
    "E-Mail:" : "E-Mail:",
    "Language:" : "Γλώσσα:",
    "Add guest to groups:" : "Προσθήκη επισκέπτη στις ομάδες:",
    "An error occured, try again" : "Παρουσιάστηκε σφάλμα, δοκιμάστε ξανά",
    "Invite user and create share" : "Πρόσκληση χρήστη και δημιουργία κοινόχρηστου",
    "Invite {name}" : "Πρόσκληση {name}",
    "Guest user needs to be added to at least one group" : "Ένας χρήστης Επισκέπτης πρέπει να προστεθεί τουλάχιστον σε μία ομάδα",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "Η δημιουργία χρηστών επισκέπτη δεν επιτρέπεται, όταν είναι ενεργοποιημένη το \"Περιορίστε τους χρήστες να μοιράζονται μόνο με χρήστες στις ομάδες τους\"",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Μόνο οι διαχειριστές ομάδας επιτρέπεται να δημιουργούν επισκέπτες και οι επισκέπτες πρέπει να προστεθούν σε τουλάχιστον μία ομάδα που ο δημιουργός κοινόχρηστων είναι διαχειριστής ομάδας.",
    "Guest users are grouped under a virtual group in the user manager" : "Οι λογαριασμοί επισκεπτών ομαδοποιούνται σε μια εικονική ομάδα στη διαχείριση χρηστών",
    "Guest users can access mounted external storages" : "Οι επισκέπτες μπορούν να έχουν πρόσβαση στους εξωτερικούς χώρους αποθήκευσης",
    "Hide other users from guests" : "Απόκρυψη των χρηστών από τους επισκέπτες",
    "Guests will still be able to see users from any group they are added to" : "Οι επισκέπτες θα εξακολουθήσουν να βλέπουν χρήστες από οποιαδήποτε ομάδα στην οποία έχουν προστεθεί",
    "Limit guest access to an app whitelist" : "Περιορίστε την πρόσβαση των επισκεπτών σε μια λίστα επιτρεπόμενων εφαρμογών",
    "Reset" : "Επαναφορά",
    "Error" : "Σφάλμα",
    "Your settings have been updated" : "Οι ρυθμίσεις σας ενημερώθηκαν",
    "Saving …" : "Αποθήκευση ...",
    "Invite guest" : "Πρόσκληση επισκέπτη"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}