{ "translations": {
    "Access to this resource is forbidden for guests." : "Δεν επιτρέπεται η πρόσβαση επισκεπτών σε αυτόν τον πόρο.",
    "__language_name__" : "Ελληνικά",
    "Invalid mail address" : "Μη έγκυρη διεύθυνση ταχυδρομείου.",
    "A user with that email already exists." : "Υπάρχει ήδη χρήστης με το ίδιο email",
    "A user with that name already exists." : "Υπάρχει ήδη χρήστης με το ίδιο όνομα",
    "User successfully created" : "Επιτυχής δημιουργία χρήστη",
    "%s shared »%s« with you" : "Ο %s διαμοιράστηκε μαζί σας το »%s«",
    "Incoming share" : "Εισερχόμενο κοινόχρηστο",
    "Hey there," : "Γεία σου,",
    "%s just shared »%s« with you." : "%s μόλις διαμοιράστηκε »%s« μαζί σας.",
    "You can access the shared file by activating your guest account." : "Μπορείτε να έχετε πρόσβαση στο κοινόχρηστο αρχείο ενεργοποιώντας τον λογαρισμό επισκέπτη.",
    "After your account is activated you can view the share by logging in with %s." : "Μόλις ενεργοποιηθεί ο λογαριασμός σας μπορείτε να δείτε το κοινόχρηστο με σύνδεση με %s.",
    "The share will expire at %s." : "Το κοινόχρηστο θα λήξη στις %s.",
    "Activate account" : "Ενεργοποίηση λογαριασμού",
    "View share" : "Εμφάνιση κοινόχρηστου",
    "%s via %s" : "%s μέσω %s",
    "Couldn't send reset email. Please contact your administrator." : "Αδυναμία αποστολής ηλ. μηνύματος επαναφοράς. Παρακαλώ επικοινωνήστε με το διαχειριστή σας.",
    "Guests" : "Επισκέπτες",
    "Data imported" : "Εισαχθέντα δεδομένα",
    "Data from your previous guest account was successfully imported into your new account." : "Τα δεδομένα απο τον προηγούμενο λογαριασμό επισκέπτη μεταφέρθηκαν επιτυχώς στον νέο σας λογαριασμό.",
    "Create guest accounts for easier collaboration" : "Δημιουργήστε λογαριασμούς επισκεπτών για ευκολότερη συνεργασία",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Επιτρέπει την καλύτερη συνεργασία με εξωτερικούς χρήστες επιτρέποντας τους χρήστες να δημιουργούν λογαριασμούς επισκεπτών.\n\nΟι λογαριασμοί επισκεπτών μπορούν να δημιουργηθούν από το μενού διαμοιρασμού εισάγοντας είτε τα email ή τα ονόματα των παραληπτών και επιλέγοντας «δημιουργία λογαριασμού επισκέπτη» , μόλις ο διαμοιρασμός δημιουργηθεί ο χρήστης επισκέπτης θα λάβει μία ειδοποίηση ηλεκτρονικού ταχυδρομείου για το μήνυμα με έναν σύνδεσμο για να θέσει τον κωδικό του.\n\nΟι χρήστες επισκέπτες μπορούν να προσπελάσουν μόνο αρχεία διαμοιρασμένα σε αυτούς και δεν μπορούν να δημιουργήσουν οποιαδήποτε αρχεία εκτός των διαμοιρασμένων, επιπρόσθετα, οι εφαρμογές που είναι προσβάσιμες στους χρήστες επισκέπτες εγκρίνονται.",
    "None" : "Κανένα",
    "Name" : "Όνομα",
    "Shared By" : "Διαμοιράστηκε από",
    "Shared At" : "Διαμοιράστηκε σε",
    "An error occured while fetching the shares list" : "Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας κοινόχρηστων",
    "Guests accounts" : "Λογαριασμοί επισκεπτών",
    "Email" : "Ηλ. ταχυδρομείο",
    "Invited by" : "Προσκεκλήμένος από",
    "Received shares" : "Ληφθέντα κοινόχρηστα",
    "No guest accounts created" : "Δεν δημιουργήθηκαν λογαριασμοί επισκέπτη",
    "Default" : "Προεπιλεγμένο",
    "Name:" : "Όνομα:",
    "Email:" : "Email:",
    "Language:" : "Γλώσσα:",
    "Add guest to groups:" : "Προσθήκη επισκέπτη στις ομάδες:",
    "Invite {name}" : "Πρόσκληση {name}",
    "Invite user and create share" : "Πρόσκληση χρήστη και δημιουργία κοινόχρηστου",
    "Guest user needs to be added to at least one group" : "Ένας χρήστης Επισκέπτης πρέπει να προστεθεί τουλάχιστον σε μία ομάδα",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Μόνο οι διαχειριστές ομάδας επιτρέπεται να δημιουργούν επισκέπτες και οι επισκέπτες πρέπει να προστεθούν σε τουλάχιστον μία ομάδα που ο δημιουργός κοινόχρηστων είναι διαχειριστής ομάδας.",
    "Error" : "Σφάλμα",
    "Your settings have been updated" : "Οι ρυθμίσεις σας ενημερώθηκαν",
    "Saving …" : "Αποθήκευση ...",
    "Invite guest" : "Πρόσκληση επισκέπτη",
    "A user with this ID or email address already exists" : "Υπάρχει ήδη χρήστης με αυτό το ID ή την διεύθυνση email"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}