{ "translations": {
    "Access to this resource is forbidden for guests." : "Δεν επιτρέπεται η πρόσβαση επισκεπτών σε αυτόν τον πόρο.",
    "__language_name__" : "Ελληνικά",
    "Invalid mail address" : "Μη έγκυρη διεύθυνση Ηλ.Ταχυδρομείου.",
    "A user with that email already exists." : "Υπάρχει ήδη χρήστης με την ίδια διεύθυνη ηλ. ταχυδρομείου ",
    "A user with that name already exists." : "Υπάρχει ήδη χρήστης με το ίδιο όνομα",
    "User successfully created" : "Επιτυχής δημιουργία χρήστη",
    "Failed to authorize" : "Αποτυχία εξουσιοδότησης",
    "Guest does not exist" : "Ο επισκέπτης δεν υπάρχει",
    "User already exists" : "Ο χρήστης υπάρχει ήδη",
    "User is not a guest" : "Ο χρήστης δεν είναι επισκέπτης",
    "%s via %s" : "%s μέσω %s",
    "Couldn't send reset email. Please contact your administrator." : "Αδυναμία αποστολής ηλ. μηνύματος επαναφοράς. Παρακαλώ επικοινωνήστε με το διαχειριστή σας.",
    "%s shared a file with you" : "%s μοιράστηκε ένα αρχείο μαζί σας",
    "Hey there," : "Γεία σου,",
    "%1$s just invited you and shared »%2$s« with you." : "Ο/Η %1$s μόλις σας προσκάλεσε και μοιράστηκε το »%2$s« μαζί σας.",
    "You can access the shared file by activating your guest account." : "Μπορείτε να έχετε πρόσβαση στο κοινόχρηστο αρχείο ενεργοποιώντας τον λογαρισμό επισκέπτη.",
    "After your account is activated you can view the share by logging in with %s." : "Μόλις ενεργοποιηθεί ο λογαριασμός σας μπορείτε να δείτε το κοινόχρηστο με σύνδεση με %s.",
    "The share will expire at %s." : "Το κοινόχρηστο θα λήξη στις %s.",
    "Activate account" : "Ενεργοποίηση λογαριασμού",
    "View share" : "Εμφάνιση κοινόχρηστου",
    "%s invited you as a guest" : "Ο/Η %s σας προσκάλεσε ως επισκέπτη",
    "You have been invited" : "Έχετε προσκληθεί",
    "%s just invited you." : "Ο/Η %s μόλις σας προσκάλεσε.",
    "You can activate your guest account with the button below." : "Μπορείτε να ενεργοποιήσετε τον λογαριασμό επισκέπτη σας με το παρακάτω κουμπί.",
    "After your account is activated you can log in with %s." : "Αφού ενεργοποιηθεί ο λογαριασμός σας μπορείτε να συνδεθείτε με %s.",
    "Guests" : "Επισκέπτες",
    "Data imported" : "Εισαχθέντα δεδομένα",
    "Data from your previous guest account was successfully imported into your new account." : "Τα δεδομένα απο τον προηγούμενο λογαριασμό επισκέπτη μεταφέρθηκαν επιτυχώς στον νέο σας λογαριασμό.",
    "Guest conversion failed" : "Αποτυχία μετατροπής επισκέπτη",
    "Failed to convert guest {guest} account to {user} account" : "Αποτυχία μετατροπής λογαριασμού επισκέπτη {guest} σε λογαριασμό {user}",
    "Guest conversion done" : "Ολοκληρώθηκε η μετατροπή επισκέπτη",
    "Conversion of guest {guest} to {user} completed" : "Ολοκληρώθηκε η μετατροπή του επισκέπτη {guest} σε {user}",
    "Create guest accounts for easier collaboration" : "Δημιουργήστε λογαριασμούς επισκεπτών για ευκολότερη συνεργασία",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Επιτρέπει την καλύτερη συνεργασία με εξωτερικούς χρήστες επιτρέποντας τους χρήστες να δημιουργούν λογαριασμούς επισκεπτών.\n\nΟι λογαριασμοί επισκεπτών μπορούν να δημιουργηθούν από το μενού διαμοιρασμού εισάγοντας είτε τα email ή τα ονόματα των παραληπτών και επιλέγοντας «δημιουργία λογαριασμού επισκέπτη» , μόλις ο διαμοιρασμός δημιουργηθεί ο χρήστης επισκέπτης θα λάβει μία ειδοποίηση ηλεκτρονικού ταχυδρομείου για το μήνυμα με έναν σύνδεσμο για να θέσει τον κωδικό του.\n\nΟι χρήστες επισκέπτες μπορούν να προσπελάσουν μόνο αρχεία διαμοιρασμένα σε αυτούς και δεν μπορούν να δημιουργήσουν οποιαδήποτε αρχεία εκτός των διαμοιρασμένων, επιπρόσθετα, οι εφαρμογές που είναι προσβάσιμες στους χρήστες επισκέπτες εγκρίνονται.",
    "None" : "Καμμία",
    "Name" : "Όνομα",
    "Shared By" : "Διαμοιράστηκε από",
    "Shared At" : "Διαμοιράστηκε σε",
    "An error occured while fetching the shares list" : "Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας κοινόχρηστων",
    "Guests accounts" : "Λογαριασμοί επισκεπτών",
    "Email" : "Ηλεκτρονική αλληλογραφία",
    "Invited by" : "Προσκεκλήμένος από",
    "Received shares" : "Ληφθέντα κοινόχρηστα",
    "No guest accounts created" : "Δεν δημιουργήθηκαν λογαριασμοί επισκέπτη",
    "Default" : "Προεπιλογή",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} is pending" : "Η μετατροπή του επισκέπτη {strongStart}{guest}{strongEnd} σε {strongStart}{user}{strongEnd} εκκρεμεί",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} has started" : "Η μετατροπή του επισκέπτη {strongStart}{guest}{strongEnd} σε {strongStart}{user}{strongEnd} ξεκίνησε",
    "Convert guest to regular account" : "Μετατροπή επισκέπτη σε κανονικό λογαριασμό",
    "New account name" : "Νέο όνομα λογαριασμού",
    "Cancel" : "Ακύρωση",
    "Converting guest…" : "Μετατροπή επισκέπτη…",
    "Convert" : "Μετατροπή",
    "Invite {name}" : "Πρόσκληση {name}",
    "Guest user needs to be added to at least one group" : "Ένας χρήστης Επισκέπτης πρέπει να προστεθεί τουλάχιστον σε μία ομάδα",
    "Guest added" : "Προστέθηκε επισκέπτης",
    "Invite Guest" : "Πρόσκληση Επισκέπτη",
    "Guests are accounts with limited permissions who will be able to access resources shared with them and use apps." : "Οι επισκέπτες είναι λογαριασμοί με περιορισμένα δικαιώματα που θα μπορούν να έχουν πρόσβαση σε πόρους που κοινοποιούνται μαζί τους και να χρησιμοποιούν εφαρμογές.",
    "Guest Name" : "Όνομα Επισκέπτη",
    "Language" : "Γλώσσα",
    "Add guest to groups:" : "Προσθήκη επισκέπτη στις ομάδες:",
    "An error occurred, try again" : "Παρουσιάστηκε σφάλμα, δοκιμάστε ξανά",
    "Invite user" : "Πρόσκληση χρήστη",
    "Error" : "Σφάλμα",
    "Your settings have been updated" : "Οι ρυθμίσεις σας ενημερώθηκαν",
    "Saving …" : "Αποθήκευση ...",
    "The admin group is always allowed to create guest accounts" : "Η ομάδα διαχειριστών επιτρέπεται πάντα να δημιουργεί λογαριασμούς επισκεπτών",
    "Guest accounts are grouped under a virtual group in the account manager" : "Οι λογαριασμοί επισκεπτών ομαδοποιούνται σε μια εικονική ομάδα στον διαχειριστή λογαριασμών",
    "Guests are simple, limited accounts you can give to people outside your Nextcloud instance." : "Οι επισκέπτες είναι απλοί, περιορισμένοι λογαριασμοί που μπορείτε να δώσετε σε άτομα εκτός της εγκατάστασης Nextcloud σας.",
    "They do not get their own storage, but can log in and work together on files, folders and chats you share with them." : "Δεν λαμβάνουν δικό τους χώρο αποθήκευσης, αλλά μπορούν να συνδεθούν και να συνεργαστούν σε αρχεία, φακέλους και συνομιλίες που κοινοποιείτε μαζί τους.",
    "Guests are always identified as such, to make it clear who is part of your team and who is an external collaborator." : "Οι επισκέπτες αναγνωρίζονται πάντα ως τέτοιοι, για να είναι σαφές ποιος είναι μέρος της ομάδας σας και ποιος είναι εξωτερικός συνεργάτης.",
    "Use them when you want to collaborate with friends, clients or partners without having to create full user accounts." : "Χρησιμοποιήστε τους όταν θέλετε να συνεργαστείτε με φίλους, πελάτες ή συνεργάτες χωρίς να χρειάζεται να δημιουργήσετε πλήρεις λογαριασμούς χρηστών.",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "Η δημιουργία λογαριασμών επισκεπτών περιορίζεται όταν είναι ενεργοποιημένη η επιλογή \"Περιορισμός λογαριασμών να μοιράζονται μόνο με λογαριασμούς στις ομάδες τους\".",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Μόνο οι διαχειριστές ομάδας επιτρέπεται να δημιουργούν επισκέπτες και οι επισκέπτες πρέπει να προστεθούν σε τουλάχιστον μία ομάδα που ο δημιουργός κοινόχρηστων είναι διαχειριστής ομάδας.",
    "Guest accounts can access mounted external storages" : "Οι λογαριασμοί επισκεπτών μπορούν να έχουν πρόσβαση σε προσαρτημένους εξωτερικούς χώρους αποθήκευσης",
    "Hide other accounts from guests" : "Απόκρυψη άλλων λογαριασμών από τους επισκέπτες",
    "Guests will still be able to see accounts from any group they are added to" : "Οι επισκέπτες θα μπορούν ακόμα να βλέπουν λογαριασμούς από οποιαδήποτε ομάδα προστίθενται",
    "Limit guest account creation to the following groups only" : "Περιορισμός δημιουργίας λογαριασμών επισκεπτών μόνο στις ακόλουθες ομάδες",
    "Select groups to allow" : "Επιλογή ομάδων που επιτρέπονται",
    "Limit guest access to an app's allowlist" : "Περιορισμός πρόσβασης επισκεπτών σε μια λίστα επιτρεπόμενων εφαρμογών",
    "Reset allowlist" : "Επαναφορά λίστας επιτρεπόμενων",
    "Add guest" : "Προσθήκη επισκέπτη",
    "Invite guest" : "Πρόσκληση επισκέπτη",
    "A user with this ID or email address already exists" : "Υπάρχει ήδη χρήστης με αυτό το ID ή την διεύθυνση email",
    "Guest will be converted to a regular account with the account name \"{userId}\" soon" : "Ο επισκέπτης θα μετατραπεί σύντομα σε κανονικό λογαριασμό με όνομα λογαριασμού \"{userId}\""
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}