{ "translations": {
    "Access to this resource is forbidden for guests." : "El acceso a este recurso está prohibido para invitados",
    "__language_name__" : "Español (España)",
    "Invalid mail address" : "Dirección de correo inválida",
    "A user with that email already exists." : "Ya existe un usuario con ese correo electrónico.",
    "A user with that name already exists." : "Ya existe un usuario con ese nombre.",
    "User successfully created" : "Usuario creado exitosamente",
    "Failed to authorize" : "Fallo al autorizar",
    "Guest does not exist" : "El invitado no existe",
    "User already exists" : "El usuario ya existe",
    "User is not a guest" : "El usuario no es un invitado",
    "%s via %s" : "%s vía %s",
    "Couldn't send reset email. Please contact your administrator." : "No se ha podido enviar el correo para restablecer la contraseña. Por favor, contacte con un administrador.",
    "%s shared a file with you" : "%s compartió un archivo con Ud.",
    "Hey there," : "Hola,",
    "%1$s just invited you and shared »%2$s« with you." : "%1$s le acaba de invitar y compartió »%2$s« con Ud.",
    "You can access the shared file by activating your guest account." : "Puede acceder al archivo compartido activando su cuenta de invitado.",
    "After your account is activated you can view the share by logging in with %s." : "Tras activar su cuenta, puede ver el recurso compartido iniciando sesión con %s.",
    "The share will expire at %s." : "El recurso compartido caducará en %s.",
    "Activate account" : "Activar cuenta.",
    "View share" : "Ver recurso compartido",
    "%s invited you as a guest" : "%s le invitó como miembro invitado",
    "You have been invited" : "Ha sido invitado",
    "%s just invited you." : "%s le acaba de invitar.",
    "You can activate your guest account with the button below." : "Puede activar su cuenta de invitado con el botón a continuación.",
    "After your account is activated you can log in with %s." : "Tras activar su cuenta, puede iniciar sesión con %s.",
    "Guests" : "Invitados",
    "Data imported" : "Datos importados",
    "Data from your previous guest account was successfully imported into your new account." : "Los datos de su cuenta previa de invitado han sido importados exitosamente a su nueva cuenta.",
    "Guest conversion failed" : "La conversación con el invitado falló",
    "Failed to convert guest {guest} account to {user} account" : "Fallo al convertir cuenta de invitado {guest} a cuenta de usuario {user}",
    "Guest conversion done" : "Conversión de Invitado finalizada",
    "Conversion of guest {guest} to {user} completed" : "La conversión del invitado {guest} a {user} se completó",
    "Create guest accounts for easier collaboration" : "Cree cuentas de invitado para una colaboración más sencilla",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permite una mejor colaboración con usuarios externos permitiendo a los usuarios crear cuentas de invitado.\n\nLas cuentas de invitado se pueden crear desde el menú de compartir introduciendo el correo de los recipientes o el nombre y escogiendo \"crear cuenta de invitado\", una vez se crea el recurso compartido el usuario invitado recibirá una notificación por correo con un enlace para crear su contraseña.\nLos usuarios invitados solo pueden acceder a los archivos compartidos con ellos y no pueden crear ningún archivo fuera de estos. Además, las apps accesibles a las cuentas de invitados deben estar en una lista blanca.",
    "None" : "Ninguno",
    "Name" : "Nombre",
    "Shared By" : "Compartido por",
    "Shared At" : "Compartido en",
    "An error occured while fetching the shares list" : "Ha ocurrido un error al recuperar la lista de recursos compartidos",
    "Guests accounts" : "Cuentas de invitados",
    "Email" : "Correo electrónico",
    "Invited by" : "Invitado por",
    "Received shares" : "Recursos compartidos recibidos",
    "No guest accounts created" : "No se han creado cuentas de invitados",
    "Default" : "Por defecto",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} is pending" : "La conversión del invitado {strongStart}{guest}{strongEnd} a {strongStart}{user}{strongEnd} está pendiente",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} has started" : "La conversión del invitado {strongStart}{guest}{strongEnd} a {strongStart}{user}{strongEnd} ha iniciado",
    "Convert guest to regular account" : "Convertir cuenta de invitado a cuenta regular",
    "New account name" : "Nombre de la nueva cuenta",
    "Cancel" : "Cancelar",
    "Converting guest…" : "Convirtiendo invitado…",
    "Convert" : "Convertir",
    "Invite {name}" : "Invitar a {name}",
    "Guest user needs to be added to at least one group" : "El usuario invitado debe ser agregado al menos a un grupo",
    "Guest added" : "Invitado añadido",
    "Invite Guest" : "Invitar a Invitado",
    "Guests are accounts with limited permissions who will be able to access resources shared with them and use apps." : "Las cuentas de Invitado son cuentas con permisos limitados que serán capaces de acceder a los recursos compartidos con ellas y utilizar apps.",
    "Guest Name" : "Nombre del invitado",
    "Language" : "Lenguaje",
    "Add guest to groups:" : "Añadir invitado a los grupos:",
    "An error occurred, try again" : "Ha ocurrido un error, vuelva a intentarlo",
    "Invite user" : "Invitar usuario",
    "Error" : "Error",
    "Your settings have been updated" : "Sus ajustes han sido actualizados",
    "Saving …" : "Guardando …",
    "The admin group is always allowed to create guest accounts" : "El grupo de administradores siempre tiene permitido crear cuentas de invitado",
    "Guest accounts are grouped under a virtual group in the account manager" : "Las cuentas de invitado se agrupan en un grupo virtual en el administrador de cuentas",
    "Guests are simple, limited accounts you can give to people outside your Nextcloud instance." : "Las cuentas de Invitado son cuentas simples, limitadas que puede proporcionarle a las personas que están fuera de su instancia Nextcloud.",
    "They do not get their own storage, but can log in and work together on files, folders and chats you share with them." : "No tienen su propio almacenamiento, pero pueden iniciar sesión para trabajar de forma conjunta en archivos, carpetas y chats que comparta con ellas.",
    "Guests are always identified as such, to make it clear who is part of your team and who is an external collaborator." : "Los Invitados siempre son identificados como tales, para dejar claro quien es parte de su equipo y quien es un colaborador externo.",
    "Use them when you want to collaborate with friends, clients or partners without having to create full user accounts." : "Utilícelas cuando desee colaborar con amigos, clientes o compañeros sin tener que crear cuentas de usuario completas.",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "La creación de cuentas de invitado está restringida cuando está habilitada la opción \"Restringir cuentas a solo compartir con cuentas en sus grupos\".",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Solo los administradores de grupo pueden crear invitados y los invitados deben ser agregados al menos a un grupo del cual el creador del recurso compartido es administrador.",
    "Guest accounts can access mounted external storages" : "Las cuentas de invitado pueden acceder a los almacenamientos compartidos externos montados",
    "Hide other accounts from guests" : "Ocultar otras cuentas de los invitados",
    "Guests will still be able to see accounts from any group they are added to" : "Los invitados todavía serán capaces de ver las cuentas de cualquier grupo al que hayan sido añadidos",
    "Limit guest account creation to the following groups only" : "Limitar la creación de cuentas de invitado solamente a los siguientes grupos",
    "Select groups to allow" : "Seleccione los grupos para los cuales se permitirá",
    "Limit guest access to an app's allowlist" : "Limitar acceso de invitados a la lista blanca de la aplicación",
    "Reset allowlist" : "Restablecer lista blanca",
    "Add guest" : "Añadir Invitado",
    "Invite guest" : "Invitar a invitados",
    "A user with this ID or email address already exists" : "Ya existe un usuario con este correo electrónico o ID",
    "Guest will be converted to a regular account with the account name \"{userId}\" soon" : "El invitado será convertido a una cuenta regular con el nombre de cuenta \"{userId}\" pronto"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}