{ "translations": {
    "Access to this resource is forbidden for guests." : "L'accès à cet élément n'est pas autorisé pour les invités.",
    "__language_name__" : "Français",
    "Invalid mail address" : "Adresse e-mail non valide",
    "A user with that email already exists." : "Il existe déjà un utilisateur avec cet e-mail. ",
    "A user with that name already exists." : "Un utilisateur avec ce nom existe déjà.",
    "User successfully created" : "Utilisateur créé avec succès",
    "%s shared »%s« with you" : "%s a partagé «%s» avec vous",
    "Incoming share" : "Partage reçu",
    "Hey there," : "Bonjour et bienvenue,",
    "%s just shared »%s« with you." : "%s vient de partager «%s» avec vous.",
    "You can access the shared file by activating your guest account." : "Vous pouvez accéder au fichier partagé en activant votre compte invité.",
    "After your account is activated you can view the share by logging in with %s." : "Après avoir activé votre compte, vous pourrez afficher le partage en vous connectant avec %s.",
    "The share will expire at %s." : "Le partage expirera le %s.",
    "Activate account" : "Activer ce compte",
    "View share" : "Afficher le partage",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Impossible d'envoyer l'e-mail de réinitialisation. Veuillez contacter votre administrateur.",
    "Guests" : "Invités",
    "Data imported" : "Données importées",
    "Data from your previous guest account was successfully imported into your new account." : "Les données de votre compte invité ont été importées avec succès dans votre nouveau compte.",
    "Create guest accounts for easier collaboration" : "Créez des compte invités pour faciliter la collaboration",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permet une meilleure collaboration avec les utilisateurs externes en permettant aux utilisateurs de créer un compte invité.\n\nLes comptes invités peuvent être créés à partir du menu de partage en saisissant l'adresse e-mail ou le nom du destinataire et en choisissant « créer un compte invité », une fois le partage créé, l'utilisateur invité recevra une notification par e-mail à propos de l'e-mail avec un lien pour définir son mot de passe.\n\nLes utilisateurs invités peuvent uniquement accéder aux fichiers qui leur sont partagés et ne peuvent créer aucun fichier en dehors des partages. De plus, les applications accessibles aux comptes invités sont sur liste blanche.",
    "None" : "Aucun",
    "Name" : "Nom",
    "Shared By" : "Partagé par",
    "Shared At" : "Partagé à",
    "An error occured while fetching the shares list" : "Une erreur est survenue pendant la mise à jour de la liste des partages",
    "Guests accounts" : " Comptes invités",
    "Email" : "E-mail",
    "Invited by" : "Invité par",
    "Received shares" : "Partages reçus",
    "No guest accounts created" : "Aucun compte invité",
    "Default" : "Par défaut",
    "Name:" : "Nom complet :",
    "Email:" : "E-mail :",
    "Language:" : "Langue :",
    "Add guest to groups:" : "Ajouter cet invité aux groupes suivants :",
    "An error occurred, try again" : "Une erreur s'est produite, réessayez",
    "Invite {name}" : "Inviter {name}",
    "Invite user to conversation" : "Convier l'utilisateur à une conversation",
    "Invite user and create share" : "Inviter l'utilisateur et créer un partage",
    "Guest user needs to be added to at least one group" : "Les utilisateurs invités doivent être ajoutés à un groupe au moins.",
    "Guest accounts are grouped under a virtual group in the account manager" : "Les comptes invités sont rassemblés dans un groupe virtuel, dans le gestionnaire de comptes",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "La création de comptes d'invités est restreinte lorsque l'option \"N'autoriser les partages qu'entre membres de mêmes groupes\" est activée.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Seuls les membres de groupe administrateurs sont autorisés à créer des invités et les invités doivent être ajoutés à au moins un groupe pour lequel le créateur du partage est un administrateur de groupe.",
    "Guest accounts can access mounted external storages" : "Les comptes invités peuvent accéder aux stockages externes montés",
    "Hide other accounts from guests" : "Masquer les autres comptes des invités",
    "Guests will still be able to see accounts from any group they are added to" : "Les invités pourront toujours voir les comptes de tous les groupes auxquels ils sont ajoutés.",
    "Limit guest access to an app's allowlist" : "Limiter l'accès des invités à la liste d'autorisation d'une application",
    "Reset allowlist" : "Réinitialiser la liste d'autorisation",
    "Error" : "Erreur",
    "Your settings have been updated" : "Vos paramètres ont été enregistrés",
    "Saving …" : "Enregistrement…",
    "Invite guest" : "Créer un compte invité",
    "A user with this ID or email address already exists" : "Un utilisateur avec cet ID ou cette adresse e-mail existe déjà"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}