{ "translations": {
    "Access to this resource is forbidden for guests." : "L'accès à cet élément n'est pas autorisé pour les invités.",
    "__language_name__" : "__nom_de_la_langue__",
    "Invalid mail address" : "Adresse e-mail non valide",
    "A user with that email already exists." : "Il existe déjà un utilisateur avec cet e-mail. ",
    "A user with that name already exists." : "Un utilisateur existe déjà pour ce nom.",
    "User successfully created" : "Utilisateur créé avec succès",
    "Failed to authorize" : "Échec de l'autorisation",
    "Guest does not exist" : "L'invité n'existe pas",
    "User already exists" : "Cet utilisateur existe déjà",
    "User is not a guest" : "Cet utilisateur n'est pas un invité",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Impossible d’envoyer l'e-mail de réinitialisation. Veuillez contacter votre administrateur.",
    "%s shared a file with you" : "%s a partagé un document avec vous",
    "Hey there," : "Bonjour et bienvenue,",
    "%1$s just invited you and shared »%2$s« with you." : "%1$s vous invite et vient de partager %2$s avec vous",
    "You can access the shared file by activating your guest account." : "Vous pouvez accéder au fichier partagé en activant votre compte invité.",
    "After your account is activated you can view the share by logging in with %s." : "Après avoir activé votre compte, vous pourrez afficher le partage en vous connectant avec %s.",
    "The share will expire at %s." : "Le partage expirera le %s.",
    "Activate account" : "Activer ce compte",
    "View share" : "Afficher le partage",
    "%s invited you as a guest" : "%s vous invite comme invité",
    "You have been invited" : "Vous avez été invité·e",
    "%s just invited you." : "%s vient de vous inviter.",
    "You can activate your guest account with the button below." : "Vous pouvez activer votre compte invité en cliquant sur le bouton ci-dessous.",
    "After your account is activated you can log in with %s." : "Après avoir activé votre compte, vous pourrez vous connecter avec l'identifiant %s.",
    "Guests" : "Invités",
    "Data imported" : "Données importées",
    "Data from your previous guest account was successfully imported into your new account." : "Les données de votre compte invité ont été importées avec succès dans votre nouveau compte.",
    "Guest conversion failed" : "La conversion de l'invité a échoué",
    "Failed to convert guest {guest} account to {user} account" : "Échec de la conversion du compte invité {guest} en compte utilisateur {user}",
    "Guest conversion done" : "Conversion de l'invité effectuée",
    "Conversion of guest {guest} to {user} completed" : "Conversion de l'invité {guest} en {user} terminée",
    "Create guest accounts for easier collaboration" : "Créez des compte invités pour faciliter la collaboration",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permet une meilleure collaboration avec les utilisateurs externes en permettant aux utilisateurs de créer un compte invité.\n\nLes comptes invités peuvent être créés à partir du menu de partage en saisissant l'adresse e-mail ou le nom du destinataire et en choisissant « créer un compte invité », une fois le partage créé, l'utilisateur invité recevra une notification par e-mail à propos de l'e-mail avec un lien pour définir son mot de passe.\n\nLes utilisateurs invités peuvent uniquement accéder aux fichiers qui leur sont partagés et ne peuvent créer aucun fichier en dehors des partages. De plus, les applications accessibles aux comptes invités sont sur liste blanche.",
    "None" : "Aucun",
    "Name" : "Nom",
    "Shared By" : "Partagé par",
    "Shared At" : "Partagé à",
    "An error occured while fetching the shares list" : "Une erreur est survenue pendant la mise à jour de la liste des partages",
    "Guests accounts" : " Comptes invités",
    "Email" : "E-mail",
    "Invited by" : "Invité par",
    "Received shares" : "Partages reçus",
    "No guest accounts created" : "Aucun compte invité",
    "Default" : "Défaut",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} is pending" : "La conversion de l'invité {strongStart}{guest}{strongEnd} en {strongStart}{user}{strongEnd} est en attente",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} has started" : "La conversion de l'invité {strongStart}{guest}{strongEnd} en {strongStart}{user}{strongEnd} a commencé",
    "Convert guest to regular account" : "Convertir le compte invité en compte normal",
    "New account name" : "Nom du nouveau compte",
    "Cancel" : "Annuler",
    "Converting guest…" : "Conversion de l'invité...",
    "Convert" : "Convertir",
    "Invite {name}" : "Inviter {name}",
    "Guest user needs to be added to at least one group" : "Les utilisateurs invités doivent être ajoutés à au moins un groupe",
    "Guest added" : "Invité ajouté",
    "Invite Guest" : "Créer un compte Invité",
    "Guests are accounts with limited permissions who will be able to access resources shared with them and use apps." : "Les comptes Invités peuvent accéder aux ressources partagées avec eux et aux applications définies par l'administrateur.",
    "Guest Name" : "Nom de l'invité",
    "Language" : "Langue",
    "Add guest to groups:" : "Ajouter l'invité aux groupes :",
    "An error occurred, try again" : "Une erreur est survenue, réessayez",
    "Invite user" : "Inviter un utilisateur",
    "Error" : "Erreur",
    "Your settings have been updated" : "Vos paramètres ont été mis à jour",
    "Saving …" : "Enregistrement  …",
    "The admin group is always allowed to create guest accounts" : "Le groupe administrateur est toujours autorisé à créer des comptes invités",
    "Guest accounts are grouped under a virtual group in the account manager" : "Les comptes invités sont rassemblés dans un groupe virtuel, dans le gestionnaire de comptes",
    "Guests are simple, limited accounts you can give to people outside your Nextcloud instance." : "Les invités sont des comptes simples et limités que vous pouvez attribuer à des personnes extérieures à votre instance Nextcloud.",
    "They do not get their own storage, but can log in and work together on files, folders and chats you share with them." : "Ils ne disposent pas de leur propre espace de stockage, mais peuvent se connecter et collaborer sur les fichiers, dossiers et discussions que vous partagez avec eux.",
    "Guests are always identified as such, to make it clear who is part of your team and who is an external collaborator." : "Les invités sont toujours identifiés comme tels, afin de distinguer clairement les membres de votre équipe des collaborateurs externes.",
    "Use them when you want to collaborate with friends, clients or partners without having to create full user accounts." : "Utilisez-les lorsque vous souhaitez collaborer avec des amis, des clients ou des partenaires sans avoir à créer de comptes utilisateurs complets.",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "La création de comptes invités est restreinte lorsque l'option \"N'autoriser les partages qu'entre membres de mêmes groupes\" est activée.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Seuls les membres du groupe administrateurs sont autorisés à créer des invités et les invités doivent être ajoutés à au moins un groupe pour lequel le créateur du partage est un administrateur de groupe.",
    "Guest accounts can access mounted external storages" : "Les comptes invités peuvent accéder aux stockages externes montés",
    "Hide other accounts from guests" : "Masquer les autres comptes aux invités",
    "Guests will still be able to see accounts from any group they are added to" : "Les invités pourront toujours voir les comptes de tous les groupes auxquels ils sont ajoutés",
    "Limit guest account creation to the following groups only" : "Limiter la création de comptes invités aux groupes suivants uniquement",
    "Select groups to allow" : "Sélectionner les groupes à autoriser",
    "Limit guest access to an app's allowlist" : "Limiter l'accès des invités à la liste d'autorisation d'une application",
    "Reset allowlist" : "Réinitialiser la liste d'autorisation",
    "Add guest" : "Ajouter un Invité",
    "Invite guest" : "Créer un compte invité",
    "A user with this ID or email address already exists" : "Un utilisateur avec cet ID ou cette adresse e-mail existe déjà",
    "Guest will be converted to a regular account with the account name \"{userId}\" soon" : "L'invité sera bientôt converti en un compte normal avec le nom de compte \"{userId}\""
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}