{ "translations": {
    "Create guest account for {searchTerm}" : "Créer un compte invité pour {searchTerm}",
    "Access to this resource is forbidden for guests." : "L'accès à cet élément n'est pas autorisé pour les invités.",
    "Invalid mail address" : "Adresse e-mail non valide",
    "A user with that email already exists." : "Il existe déjà un utilisateur avec ce courriel. ",
    "A user with that name already exists." : "Un utilisateur avec ce nom existe déjà.",
    "User successfully created" : "Utilisateur créé avec succès",
    "%s shared »%s« with you" : "%s a partagé «%s» avec vous",
    "Incoming share" : "Partage reçu",
    "Hey there," : "Bonjour et bienvenue,",
    "%s just shared »%s« with you." : "%s vient de partager «%s» avec vous.",
    "You can access the shared file by activating your guest account." : "Vous pouvez accéder au fichier partagé en activant votre compte invité.",
    "After your account is activated you can view the share by logging in with %s." : "Après avoir activé votre compte, vous pourrez afficher le partage en vous connectant avec %s.",
    "The share will expire at %s." : "Le partage expirera le %s.",
    "Activate account" : "Activer ce compte",
    "View share" : "Afficher le partage",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Impossible d'envoyer le courriel de réinitialisation. Veuillez contacter votre administrateur.",
    "You can view the share by logging in with %s." : "Vous pouvez afficher le partage en vous connectant avec %s.",
    "Guests" : "Invités",
    "Create guest accounts for easier collaboration" : "Créez des compte invités pour faciliter la collaboration",
    "Name" : "Nom",
    "Create guest account for {fullName}" : "Créer un compte invité pour {fullName}",
    "Error while sharing\n" : "Erreur lors du partage\n",
    "Error" : "Erreur",
    "Email" : "Email",
    "Invited by" : "Invité par",
    "No guest accounts created" : "Aucun compte invité",
    "Guest users are grouped under a virtual group in the user manager" : "Dans la gestion des utilisateurs, les utilisateurs invités sont regroupés dans un groupe virtuel",
    "Guest users can access mounted external storages" : " Les invités ont accès aux espaces de stockage externes",
    "Limit guest access to an app whitelist" : "Réduire l'accès invité à une liste blanche d'applications",
    "Reset" : "Réinitialiser",
    "Saved" : "Enregistré"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}