{ "translations": {
    "Access to this resource is forbidden for guests." : "O acceso a este recurso non lle está permitido para os usuarios",
    "__language_name__" : "Galego",
    "Invalid mail address" : "Enderezo de correo incorrecto",
    "A user with that email already exists." : "Xa existe un usuario con ese correo.",
    "A user with that name already exists." : "Xa existe un usuario con ese nome.",
    "User successfully created" : "O usuario foi creado satisfactoriamente",
    "%s shared »%s« with you" : "%s compartiu «%s» con vostede",
    "Incoming share" : "Compartido entrante",
    "Hey there," : "Ola a todos,",
    "%s just shared »%s« with you." : "%s ven de compartir «%s» con vostede.",
    "You can access the shared file by activating your guest account." : "Pode acceder ao ficheiro compartido activando a súa conta de convidado.",
    "After your account is activated you can view the share by logging in with %s." : "Após que a súa conta estea activada pode ver o recurso accedendo con %s.",
    "The share will expire at %s." : "Este recurso compartido caduca o %s.",
    "Activate account" : "Activar a conta",
    "View share" : "Ver o recurso compartido",
    "%s via %s" : "%s mediante %s",
    "Couldn't send reset email. Please contact your administrator." : "Non foi posíbel enviar o correo do restabelecemento. Póñase en contacto co administrador.",
    "Guests" : "Convidado",
    "Data imported" : "Datos importados",
    "Data from your previous guest account was successfully imported into your new account." : "Os datos da súa anterior conta de convidados importáronse satisfactoriamente á súa nova conta.",
    "Create guest accounts for easier collaboration" : "Cree contas de convidados para facilitar a colaboración",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permite unha mellor colaboración cos usuarios externos ao  permitirlle aos usuarios crear unha conta de convidado.\n\nAs contas dos convidados pódense crear dende o menú compartir introducindo o correo dos destinatarios ou o nome e escollendo «crear unha conta de convidado», unha vez que se teña creado o recurso compartido, o usuario convidado recibirá unha notificación por correo cunha ligazón para configurar o seu contrasinal.\n\nOs usuarios convidados só poden acceder a ficheiros compartidos con eles e non poden crear ficheiros fóra dos compartidos, ademais, as aplicacións ás que poden acceder os convidados están na lista de autorización.",
    "None" : "Ningún",
    "Name" : "Nome",
    "Shared By" : "Compartido por",
    "Shared At" : "Compartido en",
    "An error occured while fetching the shares list" : "Produciuse un erro ao obter a lista de comparticións",
    "Guests accounts" : "Contas de convidado",
    "Email" : "Correo-e",
    "Invited by" : "Convidado por",
    "Received shares" : "Elementos compartidos recibidos",
    "No guest accounts created" : "Non se crearon contas de convidado",
    "Default" : "Predeterminado",
    "Name:" : "Nome:",
    "Email:" : "Correo-e:",
    "Language:" : "Idioma:",
    "Add guest to groups:" : "Engadir convidado a grupos:",
    "Invite {name}" : "Convidar a {name}",
    "Invite user and create share" : "Convidar usuario e crear compartición",
    "Guest user needs to be added to at least one group" : "O usuario convidado debe engadirse a polo menos un grupo",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Só os administradores de grupo están autorizados a crear convidados e os convidados deben ser engadidos polo menos un grupo no que o creador de comparticións é un administrador de grupo.",
    "Error" : "Erro",
    "Your settings have been updated" : "Actualizaronse os axustes",
    "Saving …" : "Gardando …",
    "Invite guest" : "Convidar visitante",
    "A user with this ID or email address already exists" : "Xa existe un usuario con este ID ou enderezo de correo-e"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}