{ "translations": {
    "Access to this resource is forbidden for guests." : "Gostima je zabranjen pristup ovom resursu.",
    "__language_name__" : "__language_name__",
    "Invalid mail address" : "Nevažeća adresa e-pošte",
    "A user with that email already exists." : "Korisnik s tom adresom e-pošte već postoji.",
    "A user with that name already exists." : "Korisnik s tim imenom već postoji.",
    "User successfully created" : "Korisnik je uspješno stvoren",
    "%s shared »%s« with you" : "%s dijeli »%s« s vama",
    "Incoming share" : "Dolazno dijeljenje",
    "Hey there," : "Hej,",
    "%s just shared »%s« with you." : "%s je upravo podijelio »%s« s vama.",
    "You can access the shared file by activating your guest account." : "Dijeljenoj datoteci možete pristupiti aktiviranjem svojeg računa gosta.",
    "After your account is activated you can view the share by logging in with %s." : "Nakon aktivacije računa možete pregledati dijeljenje prijavom s %s.",
    "The share will expire at %s." : "Dijeljenje istječe u %s.",
    "Activate account" : "Aktiviraj račun",
    "View share" : "Pregledaj dijeljenje",
    "%s via %s" : "%s putem %s",
    "Couldn't send reset email. Please contact your administrator." : "Nije moguće poslati poruku za resetiranje lozinke. Molimo kontaktirajte sa svojim administratorom.",
    "Guests" : "Gosti",
    "Data imported" : "Uvezeni podaci",
    "Data from your previous guest account was successfully imported into your new account." : "Podaci iz vašeg starog računa gosta uspješno su uvezeni u novi račun.",
    "Create guest accounts for easier collaboration" : "Stvorite račune gostiju za lakšu suradnju",
    "None" : "Nema",
    "Name" : "Naziv",
    "Shared By" : "Dijeli",
    "Shared At" : "Dijeljeno u",
    "An error occured while fetching the shares list" : "Došlo je do pogreške pri dohvaćanju popisa dijeljenja",
    "Guests accounts" : "Računi gostiju",
    "Email" : "E-pošta",
    "Invited by" : "Pozvao",
    "Received shares" : "Primljena dijeljenja",
    "No guest accounts created" : "Nema stvorenih računa gostiju",
    "Default" : "Zadano",
    "Name:" : "Naziv:",
    "Language:" : "Jezik:",
    "Add guest to groups:" : "Dodaj gosta u grupe:",
    "An error occured, try again" : "Došlo je do pogreške, pokušajte ponovo",
    "Invite user and create share" : "Pozovi korisnika i stvori dijeljenje",
    "Invite {name}" : "Pozovi {name}",
    "Guest user needs to be added to at least one group" : "Gostujući korisnik mora biti dodan u barem jednu grupu",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "Stvaranje gostujućih korisnika je ograničeno ako je omogućena značajka „Ograniči korisnike na dijeljenje samo s korisnicima unutar svoje grupe“.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Goste mogu stvarati samo administratori grupe i gosti moraju biti dodani u najmanje jednu grupu u kojoj je stvaratelj dijeljenja administrator.",
    "Guest users are grouped under a virtual group in the user manager" : "Gostujući korisnici grupirani su u virtualnu grupu u upravitelju korisnika",
    "Guest users can access mounted external storages" : "Gostujući korisnici mogu pristupiti postavljenim vanjskim pohranama",
    "Hide other users from guests" : "Sakrij ostale korisnike od gostiju",
    "Guests will still be able to see users from any group they are added to" : "Gosti će i dalje moći vidjeti korisnike iz bilo koje grupe kojoj su dodani",
    "Limit guest access to an app whitelist" : "Ograniči pristup gostiju na popisu dopuštenih aplikacija",
    "Reset" : "Resetiraj",
    "Error" : "Pogreška",
    "Your settings have been updated" : "Vaše su postavke ažurirane",
    "Saving …" : "Spremanje…",
    "Invite guest" : "Pozovi gosta",
    "A user with this ID or email address already exists" : "Korisnik s ovim ID-om ili adresom e-pošte već postoji"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}