{ "translations": {
    "Access to this resource is forbidden for guests." : "Ehhez az erőforráshoz vendégek nem férhetnek hozzá.",
    "__language_name__" : "Magyar",
    "Invalid mail address" : "Érvénytelen e-mail cím",
    "A user with that email already exists." : "Ezzel az e-mail címmel már létezik felhasználó.",
    "A user with that name already exists." : "Ezzel a névvel már létezik felhasználó.",
    "User successfully created" : "Felhasználó sikeresen létrehozva",
    "%s shared »%s« with you" : "%s megosztotta Önnel: „%s”",
    "Incoming share" : "Bejövő megosztás",
    "Hey there," : "Üdvözöljük,",
    "%s just shared »%s« with you." : "%s megosztotta Önnel: »%s«.",
    "You can access the shared file by activating your guest account." : "A vendégfiók aktiválásával elérheti a megosztott fájlt.",
    "After your account is activated you can view the share by logging in with %s." : "Ha a fiókja aktiválásra került, akkor megtekintheti a megosztást, ha bejelentkezik a(z) %s fiókkal.",
    "The share will expire at %s." : "A megosztás lejár ekkor: %s.",
    "Activate account" : "Fiók aktiválása",
    "View share" : "Megosztás megtekintése",
    "%s via %s" : "%s – %s",
    "Couldn't send reset email. Please contact your administrator." : "Nem küldhető helyreállítási e-mail. Lépjen kapcsolatba a rendszergazdával.",
    "Guests" : "Vendégek",
    "Data imported" : "Importált adatok",
    "Data from your previous guest account was successfully imported into your new account." : "Az előző vendégfiókból származó adatokat sikeresen importálta új fiókjába.",
    "Create guest accounts for easier collaboration" : "Vendégfiókok létrehozása a könnyebb együttműködés érdekében",
    "None" : "Nincs",
    "Name" : "Név",
    "Shared By" : "Megosztotta:",
    "Shared At" : "Megosztva:",
    "An error occured while fetching the shares list" : "Hiba történt a megosztási lista lekérése közben",
    "Guests accounts" : "Vendégfiókok",
    "Email" : "E-mail",
    "Invited by" : "Meghívta:",
    "Received shares" : "Fogadott megosztások",
    "No guest accounts created" : "Nincs vendégfiók létrehozva",
    "Default" : "Alapértelmezett",
    "Name:" : "Név:",
    "Email:" : "E-mail:",
    "Language:" : "Nyelv:",
    "Add guest to groups:" : "Vendég hozzáadása a csoportokhoz:",
    "An error occured, try again" : "Hiba történt, próbálja újra",
    "Invite user and create share" : "Hívja meg a felhasználót, és hozzon létre megosztást",
    "Invite {name}" : "{Name} meghívása",
    "Guest user needs to be added to at least one group" : "A vendég felhasználót legalább egy csoporthoz hozzá kell adni ",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "A vendégfelhasználók létrehozása korlátozott, míg a \"Korlátozza a felhasználókat, hogy csak a csoportjaikban lévő felhasználókkal osszanak meg\" lehetőség engedélyezve van.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Csak a csoport rendszergazdái hozhatnak létre vendégeket, és a vendégeket hozzá kell adni legalább egy csoporthoz, amely megosztás létrehozója a csoport rendszergazdája.",
    "Guest users are grouped under a virtual group in the user manager" : "A vendégfelhasználók egy virtuális csoportba vannak szervezve a felhasználókezelőben",
    "Guest users can access mounted external storages" : "A vendégfelhasználók elérhetik a csatolt külső tárolókat",
    "Hide other users from guests" : "Más felhasználók elrejtése a vendégek elől",
    "Guests will still be able to see users from any group they are added to" : "A vendégek továbbra is látni fogják azokat a felhasználókat, akikkel egy csoportban vannak",
    "Limit guest access to an app whitelist" : "Vendéghozzáférés korlátozása az alkalmazás fehérlistára",
    "Reset" : "Helyreállítás",
    "Error" : "Hiba",
    "Your settings have been updated" : "Beállításai sikeresen frissítve",
    "Saving …" : "Mentés …",
    "Invite guest" : "Vendég meghívása",
    "A user with this ID or email address already exists" : "Ezzel az azonosítóval vagy e-mail címmel már létezik felhasználó."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}