{ "translations": {
    "Access to this resource is forbidden for guests." : "Gestum er bannaður aðgangur að þessum tilföngum.",
    "__language_name__" : "Íslenska",
    "Invalid mail address" : "Ógilt tölvupóstfang",
    "A user with that email already exists." : "Notandi með þessu tölvupóstfangi er þegar til.",
    "A user with that name already exists." : "Nú þegar til notandi með þetta nafn.",
    "User successfully created" : "Það tókst að búa til notandann",
    "%s shared »%s« with you" : "%s deildi »%s« með þér",
    "Incoming share" : "Ný sameign",
    "Hey there," : "Hæ þú,",
    "%s just shared »%s« with you." : "%s deildi rétt í þessu »%s« með þér.",
    "You can access the shared file by activating your guest account." : "Þú getur unnið með deildu skrána með því að virkja gestaaðganginn þinn.",
    "After your account is activated you can view the share by logging in with %s." : "Eftir að aðgangurinn þinn hefur verið virkjaður geturðu skoðað sameignina með því að skrá þig inn með %s.",
    "The share will expire at %s." : "Gildistími sameignar rennur út %s.",
    "Activate account" : "Virkja aðgang",
    "View share" : "Skoða sameign",
    "%s via %s" : "%s með %s",
    "Couldn't send reset email. Please contact your administrator." : "Gat ekki sent endurstillingu í tölvupósti. Hafðu samband við kerfisstjóra.",
    "Guests" : "Gestir",
    "Data imported" : "Gögn voru flutt inn",
    "Data from your previous guest account was successfully imported into your new account." : "Það tókst að flytja inn gögn úr fyrri gestaaðgangnum þínum inn í þann nýja.",
    "Create guest accounts for easier collaboration" : "Stofnaðu gestaaðganga til að einfalda samstarf",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Auðveldar samstarf við utanaðkomandi notendur með því að gera notendum kelift að stofna gestaaðganga.\n\nGestaaðganga er hægt að útbúa með því að fara í deilingarvalmyndina og setja inn annað hvort nafn eða tölvupóstfang viðtakandans og að velja \"útbúa gestaaðgang\", um leið og sameignin er útbúin mun gestanotandinn fá tölvupóst með áminningu um póstinn sem inniheldur tengil til að stilla lykilorðið hans.\n\nGestanotendur hafa einungis aðgang að skrám sem deilt er til þeirra og geta ekki útbúið neinar skrár utan sameignarinnar, auk þess sem þau forrit sem gestir hafa aðgang að eru sett á lista yfir leyfileg forrit.",
    "None" : "Ekkert",
    "Name" : "Nafn",
    "Shared By" : "Deilt af",
    "Shared At" : "Deilt á",
    "An error occured while fetching the shares list" : "Villa kom upp við að ná í lista yfir sameignir",
    "Guests accounts" : "Gestaaðgangar:",
    "Email" : "Tölvupóstur",
    "Invited by" : "Boðið af",
    "Received shares" : "Tók á móti sameignum",
    "No guest accounts created" : "Engir gestaaðgangar útbúnir",
    "Default" : "Sjálfgefið",
    "Name:" : "Nafn:",
    "E-Mail:" : "Tölvupóstur:",
    "Language:" : "Tungumál:",
    "Add guest to groups:" : "Bæta gesti við hópa:",
    "An error occured, try again" : "Villa kom upp, endilega reyndu aftur",
    "Invite user and create share" : "Bjóða notanda og búa til sameign",
    "Invite {name}" : "Bjóða {name}",
    "Guest user needs to be added to at least one group" : "Gestanotendum verður að bæta í a.m.k. einn hóp",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Aðeins hópstjórum er heimilt að útbúa gesti og gestum verður að bæta í a.m.k. einn hóp þar sem sá sem útbýr sameignina er hópstjóri.",
    "Guest users are grouped under a virtual group in the user manager" : "Gestanotendur eru hópaðir í sýndarhóp í notendastýringu",
    "Guest users can access mounted external storages" : "Gestanotendur hafa aðgang að utanáliggjandi tengdum gagnageymslum",
    "Hide other users from guests" : "Fela aðra notendur fyrir gestum",
    "Limit guest access to an app whitelist" : "Takmarka aðgang gesta við lista yfir leyfð forrit (whitelist)",
    "Reset" : "Endurstilla",
    "Error" : "Villa",
    "Your settings have been updated" : "Stillingarnar þínar voru uppfærðar",
    "Saving …" : "Vista …",
    "Invite guest" : "Bjóða gesti"
},"pluralForm" :"nplurals=2; plural=(n % 10 != 1 || n % 100 == 11);"
}