{ "translations": {
    "Access to this resource is forbidden for guests." : "L'accesso a questa risorsa è proibito per gli ospiti.",
    "__language_name__" : "Italiano",
    "Invalid mail address" : "Indirizzo email non valido",
    "A user with that email already exists." : "Un utente con quell'indirizzo email esiste già.",
    "A user with that name already exists." : "Un utente con quel nome esiste già.",
    "User successfully created" : "Utente creato correttamente",
    "%s shared »%s« with you" : "%s ha condiviso «%s» con te",
    "Incoming share" : "Condivisione in ingresso",
    "Hey there," : "Ciao,",
    "%s just shared »%s« with you." : "%s ha appena condiviso «%s» con te.",
    "You can access the shared file by activating your guest account." : "Puoi accedere al file condiviso attivando il tuo account ospite.",
    "After your account is activated you can view the share by logging in with %s." : "Una volta che il tuo account è attivato, puoi visualizzare la condivisione eseguendo l'accesso con %s.",
    "The share will expire at %s." : "La condivisione scadrà il %s.",
    "Activate account" : "Attiva account",
    "View share" : "Visualizza condivisione",
    "%s via %s" : "%s tramite %s",
    "Couldn't send reset email. Please contact your administrator." : "Impossibile inviare l'email di reimpostazione. Contatta il tuo amministratore.",
    "Guests" : "Ospiti",
    "Data imported" : "Dati importati ",
    "Data from your previous guest account was successfully imported into your new account." : "I dati dal tuo account ospite precedente sono stati importati correttamente nel tuo nuovo account.",
    "Create guest accounts for easier collaboration" : "Crea account ospite per una collaborazione più semplice",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permette una miglior collaborazione con gli utenti esterni consentendo agli utenti di creare account ospite.\n\nGli account ospite possono essere creati dal menu di condivisione inserendo l'indirizzo di posta del destinatario o il nome e scegliendo  \"crea account ospite\", una volta che la condivisione stata creata l'utente ospite riceverà un'email di notifica sul messaggio con un collegamento per impostare la sua password.\n\nGli account ospite possono solo accedere al file condivisi con loro e non possono creare alcun file al di fuori delle condivisioni, in aggiunta, le applicazioni accessibili agli account ospite sono inserite in una lista bianca. ",
    "None" : "Nessuno",
    "Name" : "Nome",
    "Shared By" : "Condiviso da",
    "Shared At" : "Condiviso a",
    "An error occured while fetching the shares list" : "Si è verificato un errore durante il recupero dell'elenco delle condivisioni",
    "Guests accounts" : "Account ospite",
    "Email" : "Email",
    "Invited by" : "Invitato da",
    "Received shares" : "Condivisioni ricevute",
    "No guest accounts created" : "Nessun account ospite creato",
    "Default" : "Predefinita",
    "Name:" : "Nome:",
    "E-Mail:" : "Posta elettronica:",
    "Language:" : "Lingua:",
    "Add guest to groups:" : "Aggiungi ospite a gruppi:",
    "An error occured, try again" : "Si è verificato un errore, prova ancora",
    "Invite user and create share" : "Invita utente e crea condivisione",
    "Invite {name}" : "Invita {name}",
    "Guest user needs to be added to at least one group" : "L'utente ospite deve essere aggiunto almeno un gruppo",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "La creazione di utenti ospiti è limitata mentre \"Limita gli utenti a condividere solo con gli utenti nei loro gruppi\" è abilitata.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Solo gli amministratori dei gruppi possono creare ospiti e gli ospiti devono essere aggiunti almeno a un gruppo per il quale l'autore della condivisione è amministratore del gruppo.",
    "Guest users are grouped under a virtual group in the user manager" : "Gli utenti ospiti sono raggruppati sotto un gruppo virtuale nel gestore degli utenti",
    "Guest users can access mounted external storages" : "Gli utenti ospite possono accedere alle archiviazioni esterne montate",
    "Hide other users from guests" : "Nascondi gli altri utenti agli ospiti",
    "Guests will still be able to see users from any group they are added to" : "Gli ospiti saranno ancora in grado di vedere gli utenti di qualsiasi gruppo ai quali sono aggiunti",
    "Limit guest access to an app whitelist" : "Limita l'accesso degli ospiti a una lista bianca dell'applicazione",
    "Reset" : "Ripristina",
    "Error" : "Errore",
    "Your settings have been updated" : "Le tue impostazioni sono state aggiornate.",
    "Saving …" : "Salvataggio…",
    "Invite guest" : "Invita ospite"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}