{ "translations": {
    "Access to this resource is forbidden for guests." : "L'accesso a questa risorsa è proibito per gli ospiti.",
    "__language_name__" : "Italiano",
    "Invalid mail address" : "Indirizzo email non valido",
    "A user with that email already exists." : "Un utente con quell'indirizzo email esiste già.",
    "A user with that name already exists." : "Un utente con quel nome esiste già.",
    "User successfully created" : "Utente creato correttamente",
    "Failed to authorize" : "Impossibile dare l'autorizzazione",
    "Guest does not exist" : "L'ospite non esiste",
    "User already exists" : "L'utente esiste già",
    "User is not a guest" : "L'utente non è un ospite",
    "%s via %s" : "%s tramite %s",
    "Couldn't send reset email. Please contact your administrator." : "Impossibile inviare l'email di reimpostazione. Contatta il tuo amministratore.",
    "%s shared a file with you" : "%s ha condiviso un file con te",
    "Hey there," : "Ciao,",
    "%1$s just invited you and shared »%2$s« with you." : "%1$s ti ha invitato ed ha condiviso »%2$s« con te.",
    "You can access the shared file by activating your guest account." : "Puoi accedere al file condiviso attivando il tuo account ospite.",
    "After your account is activated you can view the share by logging in with %s." : "Una volta che il tuo account è attivato, puoi visualizzare la condivisione eseguendo l'accesso con %s.",
    "The share will expire at %s." : "La condivisione scadrà il %s.",
    "Activate account" : "Attiva account",
    "View share" : "Visualizza condivisione",
    "%s invited you as a guest" : "%s ti ha invitato come ospite",
    "You have been invited" : "Sei stato invitato",
    "%s just invited you." : "%s ti ha invitato.",
    "You can activate your guest account with the button below." : "Hai attivato il tuo utente ospite con il pulsante sotto.",
    "After your account is activated you can log in with %s." : "Dopo aver attivato il tuo account, puoi effettuare il login con %s.",
    "Guests" : "Ospiti",
    "Data imported" : "Dati importati ",
    "Data from your previous guest account was successfully imported into your new account." : "I dati dal tuo account ospite precedente sono stati importati correttamente nel tuo nuovo account.",
    "Guest conversion failed" : "Conversione dell'ospite fallita",
    "Failed to convert guest {guest} account to {user} account" : "Impossibile convertire l'account ospite {guest} nell'account {user}",
    "Guest conversion done" : "Conversione ospite completata",
    "Conversion of guest {guest} to {user} completed" : "Conversione dell'ospite {guest} in {user} completata",
    "Create guest accounts for easier collaboration" : "Crea account ospite per una collaborazione più semplice",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permette una migliore collaborazione con utenti esterni consentendo loro di creare un account ospite.\n\nGli account ospite possono essere creati dal menu di condivisione inserendo l'indirizzo di posta del destinatario o il nome e scegliendo  \"crea account ospite\"; una volta che la condivisione è stata creata l'utente ospite riceverà un'email di notifica con un collegamento per impostare la sua password.\n\nGli account ospite possono solo accedere al file condivisi con loro e non possono creare alcun file al di fuori delle condivisioni, in aggiunta, le applicazioni accessibili agli account ospite sono inserite in una lista bianca.",
    "None" : "Nessuno",
    "Name" : "Nome",
    "Shared By" : "Condiviso da",
    "Shared At" : "Condiviso a",
    "An error occured while fetching the shares list" : "Si è verificato un errore durante il recupero dell'elenco delle condivisioni",
    "Guests accounts" : "Account ospite",
    "Email" : "Email",
    "Invited by" : "Invitato da",
    "Received shares" : "Condivisioni ricevute",
    "No guest accounts created" : "Nessun account ospite creato",
    "Default" : "Predefinito",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} is pending" : "Conversione dell'ospite {strongStart}{guest}{strongEnd} in {strongStart}{user}{strongEnd} in corso",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} has started" : "Conversione dell'ospite {strongStart}{guest}{strongEnd} in {strongStart}{user}{strongEnd} iniziata",
    "Convert guest to regular account" : "Converti ospite in account regolare",
    "New account name" : "Nuovo nome utente",
    "Cancel" : "Annulla",
    "Converting guest…" : "Conversione ospite…",
    "Convert" : "Converti",
    "Invite {name}" : "Invita {name}",
    "Guest user needs to be added to at least one group" : "L'utente ospite deve essere aggiunto almeno un gruppo",
    "Guest added" : "Ospite aggiunto",
    "Invite Guest" : "Invita Ospite",
    "Guests are accounts with limited permissions who will be able to access resources shared with them and use apps." : "Gli ospiti sono account con autorizzazioni limitate che potranno accedere alle risorse condivise con loro e utilizzare le app.",
    "Guest Name" : "Nome Ospite",
    "Language" : "Lingua",
    "Add guest to groups:" : "Aggiungi ospite a gruppi:",
    "An error occurred, try again" : "Si è verificato un errore, riprova",
    "Invite user" : "Invita utente",
    "Error" : "Errore",
    "Your settings have been updated" : "Le tue impostazioni sono state aggiornate.",
    "Saving …" : "Salvataggio…",
    "The admin group is always allowed to create guest accounts" : "Il gruppo amministratori è sempre autorizzato a creare account ospite.",
    "Guest accounts are grouped under a virtual group in the account manager" : "Gli account ospiti sono raggruppati in un gruppo virtuale nell'account manager.",
    "Guests are simple, limited accounts you can give to people outside your Nextcloud instance." : "Gli ospiti sono account semplici e limitati che puoi assegnare a persone esterne alla tua istanza Nextcloud.",
    "They do not get their own storage, but can log in and work together on files, folders and chats you share with them." : "Non dispongono di uno spazio di archiviazione proprio, ma possono accedere e collaborare su file, cartelle e chat che condividi con loro.",
    "Guests are always identified as such, to make it clear who is part of your team and who is an external collaborator." : "Gli ospiti vengono sempre identificati come tali, per chiarire chi fa parte del tuo team e chi è un collaboratore esterno.",
    "Use them when you want to collaborate with friends, clients or partners without having to create full user accounts." : "Utilizzali quando desideri collaborare con amici, clienti o partner senza dover creare account utente completi.",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "La creazione di account ospiti è limitata quando è abilitata l'opzione “Limita gli account alla condivisione solo con gli account dei propri gruppi”.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Solo gli amministratori dei gruppi possono creare ospiti e gli ospiti devono essere aggiunti almeno a un gruppo per il quale l'autore della condivisione è amministratore del gruppo.",
    "Guest accounts can access mounted external storages" : "Gli account ospiti possono accedere alle memorie esterne montate",
    "Hide other accounts from guests" : "Nascondi altri account agli ospiti",
    "Guests will still be able to see accounts from any group they are added to" : "Gli ospiti potranno comunque visualizzare gli account di qualsiasi gruppo a cui sono stati aggiunti.",
    "Limit guest account creation to the following groups only" : "Limita la creazione di account ospiti solo ai seguenti gruppi",
    "Select groups to allow" : "Seleziona i gruppi da autorizzare",
    "Limit guest access to an app's allowlist" : "Limita l'accesso degli ospiti all'elenco di autorizzazioni di un'app",
    "Reset allowlist" : "Reimposta lista autorizzati",
    "Add guest" : "Aggiungi ospite",
    "Invite guest" : "Invita ospite",
    "A user with this ID or email address already exists" : "Un utente con questo ID o indirizzo email esiste già",
    "Guest will be converted to a regular account with the account name \"{userId}\" soon" : "L'account ospite verrà presto convertito in un account regolare con il nome \"{userId}\"."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}