{ "translations": {
    "Access to this resource is forbidden for guests." : "Tilgang til denne ressursen er forbudt for gjester.",
    "__language_name__" : "Norsk bokmål",
    "Invalid mail address" : "Ugyldig e-postadresse",
    "A user with that email already exists." : "En bruker med den e-posten eksisterer allerede",
    "A user with that name already exists." : "Det finnes allerede en bruker med det navnet.",
    "User successfully created" : "Bruker oppdattet",
    "%s shared »%s« with you" : "%s delte »%s« med deg",
    "Incoming share" : "Innkommende deling",
    "Hey there," : "Hei der,",
    "%s just shared »%s« with you." : "%s delte akkurat »%s« med deg.",
    "You can access the shared file by activating your guest account." : "Du får tilgang til den delte filen ved å aktivere din gjestekonto.",
    "After your account is activated you can view the share by logging in with %s." : "Når kontoen din er aktivert kan du se delingen ved å logge deg inn med %s.",
    "The share will expire at %s." : "Delingen opphører %s.",
    "Activate account" : "Aktiver konto",
    "View share" : "Vis deling",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Klarte ikke å sende e-post for tilbakestilling. Kontakt administratoren.",
    "Guests" : "Gjester",
    "Data imported" : "Importert data",
    "Data from your previous guest account was successfully imported into your new account." : "Data fra din tidligere gjestekonto ble importert med suksess til din nye konto.",
    "Create guest accounts for easier collaboration" : "Opprett gjestekontoer for enklere samarbeid",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Få til enklere smarbeid med eksterne brukere ved å gi brukere lov til å opprette gjestekontoer.\n\nGjestekontoer kan opprettes fra dele-menyen ved å legge inn enten mottakers e-post eller navn og velge \"opprett gjestekonto\", når delingen er opprettet vil gjestebrukeren motta en e-post med en lenke til å sette nytt passord.\n\nGjestebrukere får bare tilgang til filer som er delt med de og kan ikke opprette filer utenfor delingen, i tillegg til at applikasjonene som er tilgjengelig for gjestekontoer er hvitelistet.",
    "None" : "Ingen",
    "Name" : "Navn",
    "Shared By" : "Delt av",
    "Shared At" : "Delt på",
    "An error occured while fetching the shares list" : "En feil oppsto ved henting av delingsliste",
    "Guests accounts" : "Gjestekontoer",
    "Email" : "E-post",
    "Invited by" : "Invitert av",
    "Received shares" : "Mottar delinger",
    "No guest accounts created" : "Ingen gjestekontoer opprettet.",
    "Default" : "Standard",
    "Name:" : "Navn:",
    "Email:" : "E-post:",
    "Language:" : "Språk:",
    "Add guest to groups:" : "Legg gjester til grupper:",
    "Invite {name}" : "Inviter {name}",
    "Invite user and create share" : "Inviter bruker og opprett deling",
    "Guest user needs to be added to at least one group" : "Gjestebruker må legges til minst én gruppe",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Kun gruppeadministratorer har lov til å opprette gjester og gjester må legges til minst én gruppe som delingsoppretter er gruppeadministrator for.",
    "Error" : "Feil",
    "Your settings have been updated" : "Innstillingene dine har blitt oppdatert",
    "Saving …" : "Lagrer ...",
    "Invite guest" : "Inviter gjest",
    "A user with this ID or email address already exists" : "En bruker med denne IDen eller e-postadresse eksisterer allerede"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}