{ "translations": {
    "Access to this resource is forbidden for guests." : "Toegang tot dit object is verboden voor gasten.",
    "__language_name__" : "Nederlands",
    "Invalid mail address" : "Ongeldig e-mailadres",
    "A user with that email already exists." : "Er bestaat al een gebruiker met dat e-mailadres.",
    "A user with that name already exists." : "Er bestaat al een gebruiker met die naam.",
    "User successfully created" : "Gebruiker succesvol aangemaakt",
    "Failed to authorize" : "Kon niet autoriseren",
    "Guest does not exist" : "Gast bestaat niet",
    "User already exists" : "Gebruiker bestaat al",
    "User is not a guest" : "Gebruiker is geen gast",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Kon herstel e-mail niet versturen. Neem contact op met je beheerder.",
    "Hey there," : "Hallo daar,",
    "You can access the shared file by activating your guest account." : "Je kunt het gedeelde bestand openen door je gastaccount te activeren.",
    "After your account is activated you can view the share by logging in with %s." : "Nadat je account is geactiveerd, kun je de share bekijken door in te loggen met %s.",
    "The share will expire at %s." : "De share vervalt op %s.",
    "Activate account" : "Activeren account",
    "View share" : "Bekijken share",
    "Data imported" : "Gegevens geïmporteerd",
    "Data from your previous guest account was successfully imported into your new account." : "Gegevens van je vorige gastaccount zijn succesvol geïmporteerd in je nieuwe account.",
    "Create guest accounts for easier collaboration" : "Maak gastaccount voor makkelijker samenwerken",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Maakt samenwerking met externe personen mogelijk door gebruikers gastaccounts te laten aanmaken.\n\nGastaccounts kunnen worden aangemaakt vanaf het deelmenu door ofwel het e-mailadres van de ontvanger op te geven of de naam en dan \"Creëren gastaccount\" te selecteren. Als de share is gecreëerd, zal de gastgebruiker een e-mailbericht ontvangen met een link om het wachtwoord in te stellen.\n\nGastgebruikers kunnen alleen de met hen gedeelde bestanden benaderen en kunnen geen bestanden creëren, daarnaast zijn de apps die beschikbaar zijn voor gastaccounts op de whitelist geplaatst.",
    "None" : "Geen",
    "Name" : "Naam",
    "Shared By" : "Gedeeld door",
    "Shared At" : "Gedeeld om",
    "An error occured while fetching the shares list" : "Er trad een fout op bij het ophalen van de lijst met deellinks",
    "Guests accounts" : "Gastenaccounts",
    "Email" : "E-mail",
    "Invited by" : "Uitgenodigd door",
    "Received shares" : "Ontvangen shares",
    "No guest accounts created" : "Geen gastaccount aangemaakt",
    "Default" : "Standaard",
    "New account name" : "Nieuwe naam account",
    "Cancel" : "Annuleren",
    "Invite {name}" : "Uitnodigen {name}",
    "Guest user needs to be added to at least one group" : "Gastgebruiker moet aan tenminste één groep worden toegevoegd",
    "Language" : "Taal",
    "Add guest to groups:" : "Gast toevoegen aan groepen:",
    "An error occurred, try again" : "Er trad een fout op. Probeer het opnieuw",
    "Error" : "Fout",
    "Your settings have been updated" : "Je instellingen zijn bijgewerkt",
    "Saving …" : "Opslaan ...",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Alleen groepsbeheerders kunnen gastgebruikers aanmaken en gasten moeten aan tenminste één groep toegevoegd worden waarvan de share-eigenaar een groepsbeheerder is.",
    "Invite guest" : "Uitnodigen gast",
    "A user with this ID or email address already exists" : "Er bestaat al een gebruiker met dit ID of e-mailadres."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}