{ "translations": {
    "Create guest account for {searchTerm}" : "Maak gastaccount voor {searchTerm}",
    "Access to this resource is forbidden for guests." : "Toegang tot dit object is verboden voor gasten.",
    "Invalid mail address" : "Ongeldig e-mailadres",
    "A user with that email already exists." : "Er bestaat al een gebruiker met dat e-mailadres.",
    "A user with that name already exists." : "Er bestaat al een gebruiker met die naam.",
    "User successfully created" : "Gebruiker succesvol aangemaakt",
    "%s shared »%s« with you" : "%s heeft \"%s\" met je gedeeld",
    "Incoming share" : "Inkomende share",
    "Hey there," : "Hallo daar,",
    "%s just shared »%s« with you." : "%s heeft net »%s« met jou gedeeld.",
    "You can access the shared file by activating your guest account." : "Je kunt het gedeelde bestand openen door je gastaccount te activeren.",
    "After your account is activated you can view the share by logging in with %s." : "Nadat je account is geactiveerd, kun je de share bekijken door in te loggen met %s.",
    "The share will expire at %s." : "De share vervalt op %s.",
    "Activate account" : "Activeren account",
    "View share" : "Bekijken share",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Kon herstel e-mail niet versturen. Neem contact op met je beheerder.",
    "You can view the share by logging in with %s." : "Je kunt de share bekijken door in te loggen met %s.",
    "Guests" : "Gasten",
    "Create guest accounts for easier collaboration" : "Maak gastaccount voor makkelijker samenwerken",
    "Allows for better collaboration with external users by allowing users to create guests account.\n\n\t\tGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\",\n\t\tonce the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\n\t\tGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest\n\t\taccounts is whitelisted." : "Maakt samenwerking met externe personen mogelijk door gebruikers gastaccounts te laten aanmaken.\n\n\t\tGastaccounts kunnen worden aangemaakt vanaf het deelmenu door ofwel het e-mailadres van de ontvanger op te geven of de naam en dan \"Creëren gastaccount\" te selecteren,\n\t\tAls de share is gecreëerd, zal de gastgebruiker een e-mailbericht ontvangen met een link om het wachtwoord in te stellen.\n\n\t\tGastgebruikers kunnen alleen de met hen gedeelde bestanden benaderen en daarbuiten geen bestanden creëren, daarnaast zijn de app die beschikbaar zijn voor \n\t\tgastaccounts op de whitelisted geplaatst.",
    "Name" : "Naam",
    "Shared By" : "Gedeeld door",
    "Shared At" : "Gedeeld om",
    "Create guest account for {fullName}" : "Maak gastaccount voor {fullName}",
    "Error while sharing\n" : "Fout bij delen\n",
    "Error" : "Fout",
    "Email" : "Email",
    "Invited by" : "Uitgenodigd door",
    "Received shares" : "Ontvangen shares",
    "No guest accounts created" : "Geen gastaccount aangemaakt",
    "Guest users are grouped under a virtual group in the user manager" : "Gasten worden gegroepeerd in een virtuele groep binnen gebruikersbeheer",
    "Guest users can access mounted external storages" : "Gastgebruikers kunnen aangekoppelde externe opslag benaderen",
    "Limit guest access to an app whitelist" : "Beperk gastentoegang tot apps op de whitelist",
    "Reset" : "Reset",
    "Saved" : "Bewaard"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}