{ "translations": {
    "Create guest account for {searchTerm}" : "Criar conta de convidado para {searchTerm}",
    "Access to this resource is forbidden for guests." : "O acesso à este recurso é proibido para convidados",
    "Invalid mail address" : "Endereço de e-mail inválido",
    "A user with that email already exists." : "Jjá existe um usuário com este email.",
    "A user with that name already exists." : "Um usuário com esse nome já existe.",
    "User successfully created" : "Usuário criado com sucesso",
    "%s shared »%s« with you" : "%s compartilhou »%s« com você",
    "Incoming share" : "Compartilhamento de entrada",
    "Hey there," : "Olá,",
    "%s just shared »%s« with you." : "%s acabou de compartilhar »%s« com você.",
    "You can access the shared file by activating your guest account." : "Você pode acessar compartilhamento ativando sua conta de convidado.",
    "After your account is activated you can view the share by logging in with %s." : "Depois que sua conta for ativada, você poderá visualizar o compartilhamento fazendo login com %s.",
    "The share will expire at %s." : "O compartilhamento expirará em %s.",
    "Activate account" : "Ativar conta",
    "View share" : "Ver compartilhamento",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Não foi possível enviar o e-mail de redefinição. Por favor, contate o administrador.",
    "You can view the share by logging in with %s." : "Você pode visualizar o compartilhamento fazendo login com %s.",
    "Guests" : "Convidados",
    "Create guest accounts for easier collaboration" : "Criar contas de convidado para colaboração fácil",
    "Allows for better collaboration with external users by allowing users to create guests account.\n\n\t\tGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\",\n\t\tonce the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\n\t\tGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest\n\t\taccounts is whitelisted." : "Permite uma melhor colaboração com usuários externos, ao deixar que usuários criem contas de convidados.\n\n\t\tAs contas de convidados podem ser criadas no menu de compartilhamento, digitando o email ou nome do destinatário e escolhendo \"criar conta de convidado\".\n\n\t\tDepois que o compartilhamento for criado, o usuário convidado receberá uma notificação sobre o email contendo o link para definir sua senha.\n\n\tOs usuários convidados somente podem acessar compartilhamentos e não podem criar arquivos fora deles. Além disso, os aplicativos acessíveis\n\t\tpor contas de convidado estão na lista branca.",
    "Name" : "Nome",
    "Shared By" : "Compartilhado Por",
    "Shared At" : "Compartilhado Em",
    "Create guest account for {fullName}" : "Criar conta de convidado para {fullName}",
    "Save and Share" : "Salvar e Compartilhar",
    "Error while sharing\n" : "Erro ao compartilhar\n",
    "Error" : "Erro",
    "Guests accounts" : "Contas convidado",
    "Email" : "E-mail",
    "Invited by" : "Convidado por",
    "Received shares" : "Compartilhamentos recebidos",
    "No guest accounts created" : "Nenhuma conta de convidado criada",
    "Guest users are grouped under a virtual group in the user manager" : "Usuários convidados são agrupados em um grupo virtual no gerenciador de usuários",
    "Guest users can access mounted external storages" : "Usuários convidados podem acessar armazenamentos externos montados",
    "Limit guest access to an app whitelist" : "Limitar o acesso de convidados para uma lista branca de aplicativos",
    "Reset" : "Reiniciar",
    "Saved" : "Salvo"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}