{ "translations": {
    "Access to this resource is forbidden for guests." : "O acesso à este recurso é proibido para convidados",
    "__language_name__" : "Português Brasileiro",
    "Invalid mail address" : "Endereço de e-mail inválido",
    "A user with that email already exists." : "Jjá existe um usuário com este e-mail.",
    "A user with that name already exists." : "Um usuário com esse nome já existe.",
    "User successfully created" : "Usuário criado com sucesso",
    "%s shared »%s« with you" : "%s compartilhou »%s« com você",
    "Incoming share" : "Compartilhamento de entrada",
    "Hey there," : "Olá,",
    "%s just shared »%s« with you." : "%s acabou de compartilhar »%s« com você.",
    "You can access the shared file by activating your guest account." : "Você pode acessar compartilhamento ativando sua conta de convidado.",
    "After your account is activated you can view the share by logging in with %s." : "Depois que sua conta for ativada, você poderá visualizar o compartilhamento fazendo login com %s.",
    "The share will expire at %s." : "O compartilhamento expirará em %s.",
    "Activate account" : "Ativar conta",
    "View share" : "Ver compartilhamento",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Não foi possível enviar o e-mail de redefinição. Por favor, contate o administrador.",
    "Guests" : "Convidados",
    "Data imported" : "Dados importados",
    "Data from your previous guest account was successfully imported into your new account." : "Os dados anteriores da conta convidado foram importados com sucesso para sua nova conta.",
    "Create guest accounts for easier collaboration" : "Criar contas de convidado para colaboração fácil",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Permite uma melhor colaboração com usuários externos, permitindo que os usuários criem contas de convidados. \n\nAs contas de convidados podem ser criadas a partir do menu de compartilhamento inserindo o e-mail ou nome do destinatário e escolhendo \"criar conta de convidado\". Assim que o compartilhamento for criado, o usuário convidado receberá uma notificação por e-mail sobre o e-mail com um link para definir sua senha. \n\nOs usuários convidados só podem acessar arquivos compartilhados com eles e não podem criar nenhum arquivo fora dos compartilhamentos; além disso, os aplicativos acessíveis às contas de convidados estão na lista de permissões. ",
    "None" : "Nenhuma",
    "Name" : "Nome",
    "Shared By" : "Compartilhado Por",
    "Shared At" : "Compartilhado Em",
    "An error occured while fetching the shares list" : "Erro ao buscar a lista de compartilhamentos",
    "Guests accounts" : "Contas convidado",
    "Email" : "E-mail",
    "Invited by" : "Convidado por",
    "Received shares" : "Compartilhamentos recebidos",
    "No guest accounts created" : "Nenhuma conta de convidado criada",
    "Default" : "Padrão",
    "Name:" : "Nome:",
    "Email:" : "E-mail:",
    "Language:" : "Idioma:",
    "Add guest to groups:" : "Adicionar convidado aos grupos:",
    "An error occurred, try again" : "Ocorreu um erro, tente novamente",
    "Invite {name}" : "Convidar {name}",
    "Invite user to conversation" : "Convidar usuário para um bate-papo",
    "Invite user and create share" : "Convidar usuário e criar compartilhamento",
    "Guest user needs to be added to at least one group" : "O usuário convidado precisa ser adicionado a pelo menos um grupo",
    "Guest accounts are grouped under a virtual group in the account manager" : "As contas de convidados são agrupadas em um grupo virtual no gerenciador de contas",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "A criação de contas de convidados é restrita enquanto \"Restringir contas para compartilhar apenas com contas em seus grupos\" estiver ativado.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Somente administradores de grupo têm permissão para criar convidados e eles devem ser adicionados a pelo menos um grupo no qual o criador do compartilhamento é administrador do grupo.",
    "Guest accounts can access mounted external storages" : "As contas de convidado podem acessar armazenamentos externos montados",
    "Hide other accounts from guests" : "Ocultar outras contas dos convidados",
    "Guests will still be able to see accounts from any group they are added to" : "Os convidados ainda poderão ver as contas de qualquer grupo ao qual foram adicionados",
    "Limit guest access to an app's allowlist" : "Limitar o acesso de convidados à lista de permissões de um aplicativo",
    "Reset allowlist" : "Redefinir lista de permissões",
    "Error" : "Erro",
    "Your settings have been updated" : "Suas configurações foram atualizadas",
    "Saving …" : "Salvando...",
    "Invite guest" : "Convidar convidado",
    "A user with this ID or email address already exists" : "Já existe um usuário com este ID ou endereço de e-mail"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}