{ "translations": {
    "Access to this resource is forbidden for guests." : "Гостям не разрешён доступ к этому ресурсу.",
    "__language_name__" : "Русский язык",
    "Invalid mail address" : "Некорректный адрес электронной почты",
    "A user with that email already exists." : "Пользователь с таким адресом электронной почты уже существует.",
    "A user with that name already exists." : "Пользователь с таким именем уже существует.",
    "User successfully created" : "Пользователь успешно создан",
    "%s shared »%s« with you" : "%s предоставил(а) Вам доступ к «%s»",
    "Incoming share" : "Полученный общий ресурс",
    "Hey there," : "Здравствуйте,",
    "%s just shared »%s« with you." : "%s предоставил(а) вам доступ к «%s».",
    "You can access the shared file by activating your guest account." : "Для получения доступа возможно активировать гостевую учётную запись.",
    "After your account is activated you can view the share by logging in with %s." : "Просмотреть предоставленный общий ресурс будет возможно после активации и входа в гостевую учётную запись %s.",
    "The share will expire at %s." : "Доступ будет закрыт %s.",
    "Activate account" : "Активировать учётную запись",
    "View share" : "Посмотреть полученный ресурс",
    "%s via %s" : "%s через %s",
    "Couldn't send reset email. Please contact your administrator." : "Не удалось отправить письмо для сброса пароля, свяжитесь с системным администратором.",
    "Guests" : "Гости",
    "Data imported" : "Данные импортированы",
    "Data from your previous guest account was successfully imported into your new account." : "Данные из вашей предыдущей гостевой учётной записи успешно импортированы в новую учётную запись.",
    "Create guest accounts for easier collaboration" : "Создание гостевых учётных записей для упрощения совместной работы",
    "None" : "Пусто",
    "Name" : "Имя",
    "Shared By" : "Доступ предоставлен",
    "Shared At" : "Доступно на",
    "An error occured while fetching the shares list" : "Не удалось получить список опубликованных ресурсов",
    "Guests accounts" : "Гостевые учётные записи",
    "Email" : "Адрес эл. почты",
    "Invited by" : "Пригласивший пользователь",
    "Received shares" : "Полученные общие ресурсы",
    "No guest accounts created" : "Не создано ни одной гостевой учётной записи",
    "Default" : "По умолчанию",
    "Name:" : "Имя:",
    "Language:" : "Язык:",
    "Add guest to groups:" : "Добавить в группу:",
    "An error occured, try again" : "Произошла ошибка, попробуйте ещё раз",
    "Invite user and create share" : "Пригласить пользователя и создать общий ресурс",
    "Invite {name}" : "Пригласить {name}",
    "Guest user needs to be added to at least one group" : "Гостевой пользователь должен быть добавлен хотя бы в одну группу",
    "Creating guests users is restricted while \"Restrict users to only share with users in their groups\" is enabled." : "При включённом параметре «Запретить делиться с пользователями из других групп» создание гостевых учётных записей запрещено.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Создавать гостевые учётные записи могут только администраторы групп. Созданная учётная запись должна принадлежать как минимум одной группе, администратором которой является владелец опубликованного ресурса.",
    "Guest users are grouped under a virtual group in the user manager" : "Гостевые пользователи сгруппированы в виртуальную группу в менеджере пользователей",
    "Guest users can access mounted external storages" : "Разрешить гостям доступ к внешним хранилищам",
    "Hide other users from guests" : "Скрыть список пользователей от гостей",
    "Guests will still be able to see users from any group they are added to" : "У гостевых пользователей остаётся доступ к списку пользователей своей группы",
    "Limit guest access to an app whitelist" : "Ограничить гостям доступ к приложениям белым списком",
    "Reset" : "Сброс",
    "Error" : "Ошибка",
    "Your settings have been updated" : "Параметры обновлены",
    "Saving …" : "Сохранение…",
    "Invite guest" : "Пригласить гостя"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}