{ "translations": {
    "Create guest account for {searchTerm}" : "Skapa gästkonto för {searchTerm}",
    "Access to this resource is forbidden for guests." : "Tillgång till resurs förbjuden för gäster.",
    "Invalid mail address" : "Ogiltig e-postadress",
    "A user with that email already exists." : "En användare med den e-postadressen finns redan.",
    "A user with that name already exists." : "En användare med det namnet existerar redan.",
    "User successfully created" : "Användare skapad",
    "%s shared »%s« with you" : "%s delade »%s« med dig",
    "Incoming share" : "Inkommande delning",
    "Hey there," : "Hallå där,",
    "%s just shared »%s« with you." : "%s delade precis »%s« med dig.",
    "You can access the shared file by activating your guest account." : "Du kan komma åt den delade filen genom att aktivera ditt gästkonto.",
    "After your account is activated you can view the share by logging in with %s." : "När ditt konto är aktiverat kan du visa delningen genom att logga in med %s.",
    "The share will expire at %s." : "Delningen kommer upphöra %s.",
    "Activate account" : "Aktivera konto",
    "View share" : "Visa delning",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Kunde inte skicka återställningsmeddelande via e-post. Vänligen kontakta din administratör.",
    "You can view the share by logging in with %s." : "Du kan se delningen genom att logga in med %s.",
    "Guests" : "Gäster",
    "Create guest accounts for easier collaboration" : "Skapa gästkonton för enklare samarbete",
    "Allows for better collaboration with external users by allowing users to create guests account.\n\n\t\tGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\",\n\t\tonce the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\n\t\tGuests users can only access files shared to them and can't create any files outside of shares, additionally, the apps accessible to guest\n\t\taccounts is whitelisted." : "Tillåter bättre samarbete med externa användare genom att tillåta användare att skapa gästkonton.\n\n\t\tGästkonton kan skapas från delningsmenyn genom att ange antingen mottagarens e-post eller namn och välja \"skapa gästkonto\",\n\t\tNär delningen är skapad kommer gästanvändaren att få ett e-postmeddelande med en länk för att skapa sitt lösenord.\n\n\t\tGästanvändare kan bara komma åt filer som delas med dem och kan inte skapa några filer utanför delningarna, dessutom är programmen tillgängliga för gäst\n\t\tkonton vitlistade.",
    "Create guest account for {fullName}" : "Skapa gästkonto för {fullName}",
    "Error while sharing\n" : "Fel vid delning\n",
    "Error" : "Fel",
    "Guest users are grouped under a virtual group in the user manager" : "Gästanvändare är grupperade under en virtuell grupp i användarhanteraren",
    "Guest users can access mounted external storages" : "Gästanvändare kan komma åt monterade externa lagringar",
    "Limit guest access to an app whitelist" : "Begränsa gästtillgång till en app vitlista",
    "Reset" : "Återställ",
    "Saved" : "Sparad"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}