{ "translations": {
    "Access to this resource is forbidden for guests." : "Ufikiaji wa rasilimali hii hauruhusiwi kwa wageni.",
    "__language_name__" : "_lugha_jina_",
    "Invalid mail address" : "Anwani ya barua pepe si sahihi",
    "A user with that email already exists." : "Mtumiaji aliye na barua pepe hiyo tayari yupo.",
    "A user with that name already exists." : "Mtumiaji aliye na jina hilo tayari yupo.",
    "User successfully created" : "Mtumiaji ameundwa kwa mafanikio",
    "Failed to authorize" : "Imeshindwa kuidhinisha",
    "Guest does not exist" : "Mgeni hayupo",
    "User already exists" : "Mtumiaji tayari yupo",
    "User is not a guest" : "Mtumiaji si mgeni",
    "%s via %s" : "%s via %s",
    "Couldn't send reset email. Please contact your administrator." : "Haiwezi kutuma barua pepe iliyowekwa upya. Tafadhali wasiliana na msimamizi wako",
    "%s shared a file with you" : "%s ameshiriki faili na wewe",
    "Hey there," : "Habari hapo,",
    "%1$s just invited you and shared »%2$s« with you." : "%1$s amekualika na kushiriki »%2$s« nawe.",
    "You can access the shared file by activating your guest account." : "Unaweza kufikia faili iliyoshirikiwa kwa kuamsha akaunti  ya mgeni wako.",
    "After your account is activated you can view the share by logging in with %s." : "Baada ya akaunti yako kuwashwa unaweza kutazama kushiriki kwa kuingia na %s.",
    "The share will expire at %s." : "Muda wa kushiriki utaisha saa %s.",
    "Activate account" : "Washa akaunti",
    "View share" : "Tazama kushiriki",
    "%s invited you as a guest" : "%s alikualika kama mgeni",
    "You have been invited" : "Umealikwa",
    "%s just invited you." : "%s amekualika sasa hivi.",
    "You can activate your guest account with the button below." : "Unaweza kuwezesha akaunti yako ya mgeni kwa kitufe kilicho hapa chini.",
    "After your account is activated you can log in with %s." : "Baada ya akaunti yako kuamilishwa unaweza kuingia na %s.",
    "Guests" : "Wageni",
    "Data imported" : "Data zimeingizwa",
    "Data from your previous guest account was successfully imported into your new account." : "Taarifa kutoka kwa akaunti yako ya mgeni ya awali zimeingizwa kwa mafanikio kwenye akaunti yako mpya.",
    "Guest conversion failed" : "Mazungumzo ya mgeni yameshindikana",
    "Failed to convert guest {guest} account to {user} account" : "Imeshindwa kugeuza wageni {guest} akaunti kwenda{user} akaunti",
    "Guest conversion done" : "Ubadilishaji wa wageni umekamilika",
    "Conversion of guest {guest} to {user} completed" : "Ubadilishaji wa wageni {guest} kwenda {user} umekamilika",
    "Create guest accounts for easier collaboration" : "Unda akaunti za wageni kwa ushirikiano rahisi",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Huruhusu ushirikiano bora na watumiaji wa nje kwa kuwaruhusu watumiaji kuunda akaunti ya wageni.\n\nAkaunti za wageni zinaweza kuundwa kutoka kwa menyu ya kushiriki kwa kuweka barua pepe au jina la wapokeaji na kuchagua \"fungua akaunti ya mgeni\", mara tu kushiriki kutakapoundwa mtumiaji aliyealikwa atapokea arifa ya barua pepe kuhusu barua pepe iliyo na kiungo cha kuweka nenosiri lake.\n\nWatumiaji walioalikwa wanaweza tu kufikia faili zilizoshirikiwa nao na hawawezi kuunda faili zozote nje ya zilizoshirikiwa, zaidi ya hayo, programu zinazoweza kufikiwa na akaunti za wageni zimeidhinishwa.",
    "None" : "Hakuna",
    "Name" : "Jina",
    "Shared By" : "Imeshirikiwa na",
    "Shared At" : "Imeshirikiwa saa",
    "An error occured while fetching the shares list" : "Hitilafu ilitokea wakati wa kuleta orodha ya zilizoshirikiwa",
    "Guests accounts" : "Akaunti za wageni",
    "Email" : "Barua pepe",
    "Invited by" : "Imealikwa na",
    "Received shares" : "Shiriki zilizopokelewa",
    "No guest accounts created" : "Hakuna akaunti ya mgeni iliyotengenezwa ",
    "Default" : "Chaguo msingi",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} is pending" : "Ubadilishaji wa mgeni {strongStart}{guest}{strongEnd} kwenda{strongStart}{user}{strongEnd} unasubiri",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} has started" : "Ubadilishaji wa mgeni {strongStart}{guest}{strongEnd} kwenda{strongStart}{user}{strongEnd} umeanza",
    "Convert guest to regular account" : "Badilisha mgeni kuwa akaunti ya kawaida",
    "New account name" : "Jina jipya la akaunti",
    "Cancel" : "Ghairi",
    "Converting guest…" : "Inageuza mgeni…",
    "Convert" : "Geuza",
    "Invite {name}" : "Alika {name}",
    "Guest user needs to be added to at least one group" : "Mtumiaji aliyealikwa anahitaji kuongezwa kwa angalau kikundi kimoja",
    "Guest added" : "Mgeni ameongezwa",
    "Invite Guest" : "Alika mgeni",
    "Guests are accounts with limited permissions who will be able to access resources shared with them and use apps." : "Wageni ni akaunti zilizo na ruhusa chache ambao wataweza kufikia rasilimali zilizoshirikiwa nao na kutumia programu.",
    "Guest Name" : "Jina la mgeni",
    "Language" : "Lugha",
    "Add guest to groups:" : "Ongeza mgeni kwenye makundi",
    "An error occurred, try again" : "Hitilafu imetokea, jaribu tena baadaye",
    "Invite user" : "Alika mtumiaji",
    "Error" : "Hitilafu",
    "Your settings have been updated" : "Mipangilio yako imesasishwa",
    "Saving …" : "Inahifadhi …",
    "The admin group is always allowed to create guest accounts" : "Kikundi cha wasimamizi kinaruhusiwa kila wakati kuunda akaunti za wageni",
    "Guest accounts are grouped under a virtual group in the account manager" : "Akaunti za wageni zimewekwa katika kikundi cha kawaida kwenye msimamizi wa akaunti",
    "Guests are simple, limited accounts you can give to people outside your Nextcloud instance." : "Wageni ni rahisi, akaunti chache unaweza kuwapa watu nje ya mfano wako Nextcloud.",
    "They do not get their own storage, but can log in and work together on files, folders and chats you share with them." : "Hawapati hifadhi yao wenyewe, lakini wanaweza kuingia na kufanya kazi pamoja kwenye faili, folda na gumzo unazoshiriki nao.",
    "Guests are always identified as such, to make it clear who is part of your team and who is an external collaborator." : "Wageni hutambulishwa hivyo kila mara, ili kuweka wazi ni nani aliye sehemu ya timu yako na nani ni mshiriki wa nje.",
    "Use them when you want to collaborate with friends, clients or partners without having to create full user accounts." : "Zitumie unapotaka kushirikiana na marafiki, wateja au washirika bila kulazimika kuunda akaunti kamili za watumiaji.",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "Kufungua akaunti za wageni kumezuiwa huku \"Zuia akaunti zishiriki tu na akaunti katika vikundi vyao\" kumewezeshwa.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Ni wasimamizi wa kikundi pekee wanaoruhusiwa kuunda wageni na wageni lazima waongezwe kwenye angalau kikundi kimoja ambacho muundaji wa kushiriki ni msimamizi wa kikundi.",
    "Guest accounts can access mounted external storages" : "Akaunti za wageni zinaweza kufikia hifadhi za nje zilizopachikwa",
    "Hide other accounts from guests" : "Ficha akaunti zingine kutoka kwa wageni",
    "Guests will still be able to see accounts from any group they are added to" : "Wageni bado wataweza kuona akaunti kutoka kwa kikundi chochote ambacho wameongezwa",
    "Limit guest account creation to the following groups only" : "Zuia uundaji wa akaunti ya mgeni kwa vikundi vifuatavyo pekee",
    "Select groups to allow" : "Chagua makundi ya kuruhusu",
    "Limit guest access to an app's allowlist" : "Punguza ufikiaji wa wageni kwa orodha ya ruhusa ya programu",
    "Reset allowlist" : "Weka upya orodha ya kuruhusu",
    "Add guest" : "Ongeza mgeni",
    "Invite guest" : "Mwalike mgeni",
    "A user with this ID or email address already exists" : "Mtumiaji mwenye kitambulisho hiki au anwani ya barua pepe tayari yupo",
    "Guest will be converted to a regular account with the account name \"{userId}\" soon" : "Mgeni atabadilishwa kuwa akaunti ya kawaida yenye jina la akaunti \"{userId}\" hivi karibuni"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}