{ "translations": {
    "Access to this resource is forbidden for guests." : "Konuklar bu kaynağa erişemesin.",
    "__language_name__" : "Türkçe",
    "Invalid mail address" : "E-posta adresi geçersiz",
    "A user with that email already exists." : "Bu e-posta adresinin kayıtlı olduğu bir kullanıcı hesabı zaten var.",
    "A user with that name already exists." : "Aynı kullanıcı adlı bir kulanıcı zaten var.",
    "User successfully created" : "Kullanıcı oluşturuldu",
    "Failed to authorize" : "İzin verilemedi",
    "Guest does not exist" : "Konuk bulunamadı",
    "User already exists" : "Kullanıcı zaten var",
    "User is not a guest" : "Kullanıcı bir konuk değil",
    "%s via %s" : "%s, %s aracılığıyla",
    "Couldn't send reset email. Please contact your administrator." : "Sıfırlama e-postası gönderilemedi. Lütfen BT yöneticiniz ile görüşün.",
    "%s shared a file with you" : "%s sizinle bir dosya paylaştı",
    "Hey there," : "Merhaba,",
    "%1$s just invited you and shared »%2$s« with you." : "%1$ssizi davet etti ve sizinle »%2$s« paylaştı.",
    "You can access the shared file by activating your guest account." : "Konuk hesabınızı etkinleştirerek paylaşılan dosyaya erişebilirsiniz.",
    "After your account is activated you can view the share by logging in with %s." : "Hesabınız etkinleştirildikten sonra %s ile oturum açarak paylaşılan dosyayı görebilirsiniz.",
    "The share will expire at %s." : "Paylaşımın geçerlilk süresi %s tarihinde dolacak.",
    "Activate account" : "Hesabı etkinleştir",
    "View share" : "Paylaşımı görüntüle",
    "%s invited you as a guest" : "%s sizi konuk olarak davet etti",
    "You have been invited" : "Davet edildiniz",
    "%s just invited you." : "%s sizi davet etti",
    "You can activate your guest account with the button below." : "Konuk hesabınızı aşağıdaki düğmeye tıklayarak etkinleştirebilirsiniz.",
    "After your account is activated you can log in with %s." : "Hesabınız etkinleştirildikten sonra %s ile oturum açabilirsiniz.",
    "Guests" : "Konuklar",
    "Data imported" : "Veriler içe aktarıldı",
    "Data from your previous guest account was successfully imported into your new account." : "Önceki konum hesabınızın verileri yeni hesabınız içine aktarıldı.",
    "Guest conversion failed" : "Konuk dönüştürülemedi",
    "Failed to convert guest {guest} account to {user} account" : "{guest} hesabı {user} hesabına dönüştürülemedi",
    "Guest conversion done" : "Konuk dönüştürüldü",
    "Conversion of guest {guest} to {user} completed" : "{guest} konuğu {user} kullanıcısına dönüştürüldü",
    "Create guest accounts for easier collaboration" : "Daha kolay iş birliği yapmak için konuk hesapları aç",
    "👥 Allows for better collaboration with external users by allowing users to create guests account.\n\nGuests accounts can be created from the share menu by entering either the recipients email or name and choosing \"create guest account\", once the share is created the guest user will receive an email notification about the mail with a link to set their password.\n\nGuests users can only access files shared to them and cannot create any files outside of shares, additionally, the apps accessible to guest accounts are whitelisted." : "👥 Kullanıcıların konuk hesaplar eklemesine izin vererek, dış kullanıcılar ile daha iyi iş birliği sağlar.\n\nKonuk hesapları, paylaş menüsünden alıcının e-posta adresini yazarak ya da \"konuk hesabı ekle\" seçeneğini seçerek eklenebilir. Paylaşım eklendikten sonra konuk kullanıcılara parolalarını ayarlayabilecekleri bir bağlantının bulunduğu bir e-posta gönderilir.\n\nKonuk kullanıcılar yalnızca kendileri ile paylaşılan dosyalara erişebilir ve paylaşımlar dışına dosya ekleyemez. Ayrıca konuk hesapların erişebileceği uygulamalar izin verilenler listesine eklenir. ",
    "None" : "Yok",
    "Name" : "Ad",
    "Shared By" : "Paylaşan",
    "Shared At" : "Paylaşılan",
    "An error occured while fetching the shares list" : "Paylaşımlar listesi alınırken bir sorun çıktı",
    "Guests accounts" : "Konuk hesapları",
    "Email" : "E-posta",
    "Invited by" : "Davet eden",
    "Received shares" : "Alınan paylaşımlar",
    "No guest accounts created" : "Henüz bir konuk hesabı eklenmemiş",
    "Default" : "Varsayılan",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} is pending" : "{strongStart}{guest}{strongEnd} konuğunun {strongStart}{user}{strongEnd} kullanıcısına dönüştürülmesi bekliyor",
    "Conversion of guest {strongStart}{guest}{strongEnd} to {strongStart}{user}{strongEnd} has started" : "{strongStart}{guest}{strongEnd} konuğunun {strongStart}{user}{strongEnd} kullanıcısına dönüştürülmesine başlandı",
    "Convert guest to regular account" : "Konuğu normal hesaba dönüştür",
    "New account name" : "Yeni hesap adı",
    "Cancel" : "İptal",
    "Converting guest…" : "Konuk dönüştürülüyor…",
    "Convert" : "Dönüştür",
    "Invite {name}" : "{name} kullanıcısını davet et",
    "Guest user needs to be added to at least one group" : "Konuk kullanıcı en az bir gruba eklenmelidir",
    "Guest added" : "Konuk eklendi",
    "Invite Guest" : "Konuk davet et",
    "Guests are accounts with limited permissions who will be able to access resources shared with them and use apps." : "Konuklar, onlarla paylaşılan kaynaklara erişebilecek ve uygulamaları kullanabilecek sınırlı izinleri olan hesaplardır.",
    "Guest Name" : "Konuk adı",
    "Language" : "Dil",
    "Add guest to groups:" : "Konuk şu gruplara eklensin:",
    "An error occurred, try again" : "Bir sorun çıktı. Yeniden deneyin",
    "Invite user" : "Kullanıcı davet et",
    "Error" : "Hata",
    "Your settings have been updated" : "Ayarlarınız güncellendi",
    "Saving …" : "Kaydediliyor…",
    "The admin group is always allowed to create guest accounts" : "Yönetici grubu her zaman konuk hesapları oluşturabilir",
    "Guest accounts are grouped under a virtual group in the account manager" : "Konuk hesapları, hesap yönetimi bölümünde sanal bir grup altında toplanır",
    "Guests are simple, limited accounts you can give to people outside your Nextcloud instance." : "Konuk hesapları, Nextcloud kopyanızın dışındaki kişilere verebileceğiniz basit, sınırlı hesaplardır.",
    "They do not get their own storage, but can log in and work together on files, folders and chats you share with them." : "Kendi depolama alanları yoktur. Bununla birlikte, oturum açabilir ve onlarla paylaştığınız dosyalar, klasörler ve sohbetler üzerinde iş birliği yapabilirler.",
    "Guests are always identified as such, to make it clear who is part of your team and who is an external collaborator." : "Konuklar her zaman bu şekilde tanımlanarak, kimin ekibinizin bir parçası olduğunu ve kimin iş birliği yaptığınız bir dış katılımcı olduğunu netleştirir.",
    "Use them when you want to collaborate with friends, clients or partners without having to create full user accounts." : "Tam kullanıcı hesapları oluşturmadan arkadaşlarınızla, müşterilerinizle veya iş ortaklarınızla iş birliği yapmak istediğinizde konuk hesaplarını kullanın.",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "\"Hesaplar, yalnızca kendi gruplarındaki hesaplar ile paylaşabilsin\" seçeneği açıldığında konuk hesaplarının eklenmesi kısıtlanır.",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Yalnızca grup yöneticileri konuk ekleyebilir ve konukların paylaşım sahibinin yöneticisi olduğu en az bir gruba eklenmesi gerekir.",
    "Guest accounts can access mounted external storages" : "Konuk hesaplar takılı dış depolama birimlerine erişebilir",
    "Hide other accounts from guests" : "Diğer hesaplar konuklardan gizlensin",
    "Guests will still be able to see accounts from any group they are added to" : "Bu seçeneğe rağmen konuklar eklendikleri gruplardaki hesapları görebilir",
    "Limit guest account creation to the following groups only" : "Konuk hesaplarını yalnızca aşağıdaki gruplar oluşturabilsin",
    "Select groups to allow" : "İzin verilecek grupları seçin",
    "Limit guest access to an app's allowlist" : "Konuk erişimi bir uygulamanın beyaz listesi ile sınırlansın",
    "Reset allowlist" : "İzin verilenler listesini sıfırla",
    "Add guest" : "Konuk ekle",
    "Invite guest" : "Konuk davet et",
    "A user with this ID or email address already exists" : "Bu kimlik ya da e-posta adresinin kayıtlı olduğu bir kullanıcı hesabı zaten var.",
    "Guest will be converted to a regular account with the account name \"{userId}\" soon" : "Konuk yakında \"{userId}\" hesap adıyla normal bir hesaba dönüştürülecek"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}