{ "translations": {
    "Access to this resource is forbidden for guests." : "Гостям заборонений доступ до цього ресурсу.",
    "__language_name__" : "Українська",
    "Invalid mail address" : "Недійсна адреса ел.пошти",
    "A user with that email already exists." : "Користувач з такою email адресою вже існує.",
    "A user with that name already exists." : "Користувач з таким іменем вже існує.",
    "User successfully created" : "Користувача успішно створено",
    "%s shared »%s« with you" : "%s поділився %s з вами",
    "Incoming share" : "Запропонований спільний ресурс",
    "Hey there," : "Вітання!",
    "%s just shared »%s« with you." : "%s щойно поділився з вами \"%s\"",
    "You can access the shared file by activating your guest account." : "Щоби отримати доступ до спільного файлу, потрібно активувати гостьовий обліковий запис.",
    "After your account is activated you can view the share by logging in with %s." : "Щойно ви активуєте обліковий запис, ви зможете переглянути спільний ресурс, яким з вами поділилися після входу під %s.",
    "The share will expire at %s." : "Термін дії спільного ресурсу: до %s.",
    "Activate account" : "Активувати обліковий запис",
    "View share" : "Переглянути спільний ресурс",
    "%s via %s" : "%s за допомогою %s",
    "Couldn't send reset email. Please contact your administrator." : "Не можу надіслати email для скидання. Будь ласка, зверніться до вашого адміністратора.",
    "Guests" : "Гості",
    "Data imported" : "Дані імпортовано",
    "Data from your previous guest account was successfully imported into your new account." : "Дані з вашого попереднього обліковго запису було успішно перенесено до вашого нового облікового запису.",
    "Create guest accounts for easier collaboration" : "Створіть гостьовий обліковий запис для простішої співпраці",
    "None" : "Відсутній",
    "Name" : "Ім'я",
    "Shared By" : "Хто Поділився",
    "Shared At" : "Коли поділився",
    "An error occured while fetching the shares list" : "Помилка під час отримання списку спільних ресурсів",
    "Guests accounts" : "Гостьові облікові записи",
    "Email" : "Email",
    "Invited by" : "Запрошення надіслано",
    "Received shares" : "Отримані спільні ресурси",
    "No guest accounts created" : "Відсутні гостьові облікові записи",
    "Default" : "За замовчуванням",
    "Name:" : "Ім'я:",
    "Email:" : "Ел.пошта:",
    "Language:" : "Мова:",
    "Add guest to groups:" : "Додати гостя до груп:",
    "An error occurred, try again" : "Трапилася помилка, спробуйте ще раз",
    "Invite {name}" : "Запросити {name}",
    "Invite user to conversation" : "Запросити користувача до розмови",
    "Invite user and create share" : "Запросити користувача та створити спільний ресурс",
    "Guest user needs to be added to at least one group" : "Гостьового користувача потрібно додати принаймні до однієї з груп",
    "Guest accounts are grouped under a virtual group in the account manager" : "Гостьові облікові записи згруповано під віртуальною групою у розділі управління користувачами",
    "Creating guests accounts is restricted while \"Restrict accounts to only share with accounts in their groups\" is enabled." : "Створення гостьових облікових записів обмежено, при цьому увімкнено \"Обмежити користувачів надавати спільних доступ тільки в межах груп, до яких вони належать\".",
    "Only group admins are allowed to create guests and guests must be added to at least one group the share creator is a group admin for." : "Лише адміністратори груп можуть створювати гостьові облікові записи, а гостей потрібно додати принаймні до однієї з груп, в яких автор спільного ресурсу є груповим адміністратором.",
    "Guest accounts can access mounted external storages" : "Гостьові облікові записи можуть мати доступ до під'єднаних зовнішніх сховищ.",
    "Hide other accounts from guests" : "Приховати інші облікові записи від гостей",
    "Guests will still be able to see accounts from any group they are added to" : "Гості все ще матимуть змогу бачити облікові записи в групах, до яких їх долучено",
    "Limit guest access to an app's allowlist" : "Обмежити доступ гостей згідно зі списком доступу до застосунку",
    "Reset allowlist" : "Скинути список доступу",
    "Error" : "Помилка",
    "Your settings have been updated" : "Ваші налаштування оновлено",
    "Saving …" : "Збереження ...",
    "Invite guest" : "Запросити гостя",
    "A user with this ID or email address already exists" : "Користувач з таким ідентифікатором або адресою ел. пошти вже присутній"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}